[{"id":7310,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/3\/1\/0\/1660644110-saudi-arabia-oil-industry.jpg","title":"Rising cost of living and job nationalization drive away expats in Gulf countries","introduction":"\u003Cp\u003E\u003Cstrong\u003ESince the 1970s, the private sector of Gulf countries has been relying on expat labor. However, as Arab Times and the Jerusalem Post report, expats are now leaving massively because of the pandemic\u0026#39;s impact on both the oil and non-oil sectors, the lack of subsidies for non-citizens, and job nationalization. The most affected are middle-class expats, who rarely receive a support package from their employers.\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2\u003EGCC countries\u0026#39; structural reliance on expats\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe Gulf Cooperation Council (GCC) is the economic and political alliance of the six major oil-producing countries of the Middle East: Saudi Arabia, Kuwait, the United Arab Emirates (UAE\/Dubai), Qatar, Bahrain, and Oman. These countries experienced rapid economic development since the 1970s, and they started bringing in foreign labor to sustain their booming private sectors. Apart from the oil industry, expats also work in financial services, construction, education and healthcare there.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EOver time, the expat workforce largely dominated the number of local workers. The 2021 statistics of Standard \u0026amp; Poor\u0026#39;s Financial Services show that over 80% of the workforce of GCC countries are expats. For the private sector only, it\u0026#39;s over 90%. The strongest reliance on expat labor is found in the UAE, Qatar and Abu Dhabi, where over 90% of all workers are foreigners without local citizenship.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EExpats in GCC countries often come to work there for a limited number of years, are not looking for permanent residency (which is hard to obtain in any case), and prioritize sending remittances back home to their families. A high percentage of Gulf countries\u0026#39; revenue, 12% of the GDP in Oman\u0026#39;s case, flows out in the form of remittances (S\u0026amp;P Global).\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe local Arab citizens of Gulf countries are, on the other hand, mostly employed in the public sector. According to S\u0026amp;P Global and Forbes, they enjoy higher wages, more fringe benefits, more job security and better protection for their labor rights. These countries are infamous for human rights abuse cases of foreign workers, like the forced confinement and illegal confiscation of passports experienced by housekeepers in Saudi Arabia. Local workers are generally protected from this kind of abuse.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EDespite receiving lower wages and having less security, expats still used to benefit from living in the GCC because their incomes are tax-free and the remittances sent home convert well into weaker currencies (e.g., the Pakistani rupee, the Egyptian pound). The pros outweighed the cons until the pandemic. The tables have turned since 2020: the oil industry has slowed down, Covid-19 and the Ukraine war have made inflation and the cost of living skyrocket. In addition, GCC countries have started prioritizing giving jobs to local citizens at the expense of expats.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ELack of subsidies for expats during the economic crisis\u0026nbsp;\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EGulf countries are facing a hike in the cost of living. This is part of the larger global pattern after Covid-19 and the Ukraine war. Dubai, for example, was affected by the contraction in the aviation, tourism and retail industries during the pandemic (S\u0026amp;P Global). Low oil prices in 2020, at 50 USD per barrel, also affected the countries\u0026#39; revenues. For comparison, around 2014, a barrel of crude oil sold for over 100 USD.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003ECitizens are insulated from the worst effects of the rising cost of living because they benefit from state subsidies and allowances. For example, according to the Jerusalem Post, Bahraini citizens now receive a cash allowance to buy meat after the subsidies on this product were lifted. However, expats need to pay for the full post-inflation prices. Similarly, in Kuwait, citizens can turn to cooperative societies to buy basic commodities at a lower price. However, non-citizen expats are not allowed to use this service.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EUtilities and fuel are also more expensive for expats. The Bahraini state recently increased the price of gasoline by 200%. Expats have to pay the full 200% without any subsidy. The price of electricity in Bahrain is 29 fils per unit for expats while it is 3 fils per unit for locals; that is 9.6 times more expensive. Taking into consideration that private sector wages are lower than public sector ones, all of this must put a lot of financial pressure on expats.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBesides everyday living expenses, expats in Gulf countries are also subject to additional taxes and restrictions. For instance, they need to pay an expat fee for themselves and each member of the family. In Saudi Arabia, this fee was raised to 800 riyals (\u0026sim;213 USD) per year in 2020, double its cost from two years before. In addition, the expat must pay 2400 riyals (\u0026sim;640 USD) every 6 months for each dependent (spouse or child). To put this amount into perspective, the average salary of an Asian expat in Saudi Arabia is 11,066 USD per year, according to Gulf Business. The fees detailed above are clearly a non-negligible percentage of their earnings.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAnother restriction is mandatory private health insurance and private schooling for children. Expat children are generally not allowed to enroll in public schools unless their parents work for the government, which is rare. Yearly international school fees cost between 15,000-90,000 riyals (\u0026sim;3990 to 24,000 USD), which is again high compared to expat wages.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EMiddle-class expats are bearing the brunt alone\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EExpats in working-class jobs (e.g., construction, cleaning, domestic work) generally have their accommodation and bills paid for by the employees. For example, the standard package offered to most housekeepers in the UAE guarantees that they will receive accommodation in the employer\u0026#39;s house itself during the course of their contract. The Jerusalem Post highlights that, even when these expats are paid much less than others, they are always able to make some savings to send back home as remittances.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EHowever, expats in middle-income professions are having to face the rise in the cost of living completely alone. They are teachers, engineers, administrative workers, nurses, graphic designers, etc. Many hail from the \u0026ldquo;Global South,\u0026rdquo; i.e., South Asian, Southeast Asian and North African countries, and do not have the privilege of a stronger currency back home.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EMiddle-class expats in the GCC are now in survival mode and cannot save remittances, which had been their main goal in relocating. As a result, many have chosen to send their spouses and children back home and live in shared apartments with other workers to cut costs. This group earns between 1300 and 4000 USD per month. A Jordanian engineer in Saudi Arabia, for instance, told The Media line that even with a monthly income of 3,725 USD, he could no longer afford to keep his wife and kids in the country. An Egyptian teacher in Kuwait echoed the same, saying that he now needs to share an apartment with seven co-workers even if he earns 3,250 USD per month.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EJob nationalization exacerbates the exodus\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EUnsurprisingly, Gulf countries have been losing 4% of their expat population yearly since 2020. For example, Oman\u0026#39;s population has shrunk by 12% (262,000 out-migrating expats) in 2020, according to the country\u0026#39;s National Statistics Center, while the expat population in Saudi Arabia shrank by a whole million since 2017, according to the newspaper Zawya.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn fact, population reduction is the explicit goal of GCC governments. For the first time since the 1970s, these states are looking to reduce their expat populations to boost local employment rates. Oman has explicitly called this strategy \u0026ldquo;Omanization,\u0026rdquo; which has banned expats from an array of jobs now reserved for Omanis (grocer, HR specialist, administrative manager, data entry, gas seller\u0026hellip;). In 2020, Kuwait\u0026#39;s Prime Minister said they aim to reduce the expat population to 20%, which would require 2.5 million people to leave.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EEmployment rates among locals have indeed improved. The Saudi economist Abdullah al-Otaibi says that unemployment among Saudi citizens fell from 15% to 11% during the same period as the expat exodus. The public sector is also relieved that some of its workers have shifted to the private sector, where they\u0026#39;ve replaced expats. As the revenue from oil has dipped, the public sector was struggling to pay all the wages and benefits of public servants. Nationalizing the workforce of the private sector is a way of relieving the state\u0026#39;s fiscal pressure, even if it is at the expense of expats.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAhmed Alwani, a Kuwaiti economic analyst, also stresses in The Media Line that more local workers in the private sector ensures that less wealth is leaving the country through remittances. He also mentions that artificial intelligence and automation can replace many jobs previously done by expats. Despite the multiple benefits for the local Gulf states, S\u0026amp;P Global\u0026#39;s report warns that job nationalization also presents risks. A rapid expat exodus could lead to market stagnation and create skills shortages.\u003C\/p\u003E\r\n","date":"2022-08-17 08:00:00","type":"News"},{"id":7309,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/3\/0\/8\/1660627727-pourboire.jpg","title":"Is tipping the norm in your expat country?","introduction":"\u003Cp\u003E\u003Cstrong\u003EYou\u0026#39;ve recently moved abroad, and you\u0026#39;ve just finished a great meal on a restaurant terrace. The weather is lovely, and the decor too. You want to leave your table to stroll around to digest your meal while enjoying the view. It\u0026#39;s time to pay for your excellent meal, and here comes the most complex part. It\u0026#39;s not that you don\u0026#39;t have enough money. You\u0026#39;ve brought plenty of the local currency, and your credit card is also well stocked. But you don\u0026#39;t know whether you should leave a tip or not.\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2\u003ETo tip or not to tip?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EIt may sound funny, yet, it is much more serious than we believe. At the restaurant, in the taxi, at the hotel, or on tour with the guide, when it comes to tipping, every country has its own customs. Being ignorant of these customs will not cause a diplomatic incident, but it can create a sense of discomfort and misunderstanding. Any faux pas could seem amusing or not, depending on how you perceive it and whether the professionals you are dealing with risk feeling offended. At worst, you might be considered an ignorant tourist who doesn\u0026#39;t understand anything, but since you\u0026#39;re new to the country, it\u0026#39;s obvious that you don\u0026#39;t have a clear grasp of cultural differences. Which countries have a tipping culture? Where is tipping (little coins or bank notes for more generous souls) very important? On the other hand, in which countries is tipping seen as an insult?\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ECountries where it\u0026#39;s best to avoid tipping\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EIn Iceland, Japan and China, it\u0026#39;s a big no. None of these countries has a tipping culture. It\u0026#39;s deemed that the staff is already paid to do their job. At best, you\u0026#39;ll be seen as insulting. At worst, you\u0026#39;ll be seen as both insulting and ignorant. In both cases, you\u0026#39;ll be misunderstood, and your tip will be refused. It\u0026#39;s said that in Japan, staff members are even taught during their training to refuse tips from holidaymakers who are unfamiliar with local customs. However, things are slightly different in China, thanks to, or because of (depending on the point of view) tourists. A tip is more likely to be accepted in tourist places, luxury hotels and other chic establishments.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ECountries where tipping is rare\u0026nbsp;\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EIn these countries, tipping is simply rare. In Croatia, Denmark, Finland and Norway, residents aren\u0026#39;t used to giving tips. As tipping isn\u0026#39;t part of these countries\u0026#39; customs, staff members might be confused at your token of gratitude. Notwithstanding, in Croatia, you can always leave some extra money if you\u0026#39;re very satisfied with the service. In Finland, tipping is sometimes done in luxury hotels and restaurants. In Norway, the tip is included in the bill. But feel free to leave a little something extra if the service was truly exceptional.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ECountries where tipping is optional\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EIn the countries listed below, tipping depends on how you feel about the service provided.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EEurope\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn the Netherlands, Poland, Portugal, Switzerland, and Sweden, no one will be offended if you don\u0026#39;t leave any tips. It might even already be included in your bill, as it is in Dutch hotels and Swedish restaurants. But if you really enjoyed the service, feel free to give an extra 10%. It\u0026#39;s optional, but it always makes the staff happy. What about France? You might have heard many contradictions about this country. Some say tipping is the norm, but that\u0026#39;s not true. In fact, this tradition is slowly fading away. Most French people believe that staff members already receive a full salary (even if it isn\u0026#39;t always commensurate with their work). In reality, tipping is always appreciated.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EAsia\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn Laos, Indonesia, Burma, Malaysia and Singapore, tipping isn\u0026#39;t part of the social norms. Still, a little favor will be appreciated. In Burma, for example, avoid giving money. Consider a small gift instead. In Malaysia, on the other hand, money is preferred. In Indonesia, the tip is often included in the bill. However, when it comes to hotel porters, some extra money is recommended. In Thailand, in principle, there\u0026#39;s no tipping culture. But things are evolving with the presence of foreigners. On tourist spots, you may need to give a tip.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EOther countries\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn Algeria, tipping is up to you. But a little extra cash is always appreciated. In Australia, the tip is included in the bill (10% in taxes). But if you really feel thankful for the service, feel free to add some extra money. As in Australia, Brazilian establishments include the tip in the bill itself as additional taxes. But, if you\u0026#39;re not satisfied with the service, you can refuse to pay these taxes.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ECountries where tipping is recommended\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThis list is longer than the previous one, so come prepared.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EEurope\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn Belgium, Bulgaria, Germany, Spain, Greece, Ireland, Italy, Malta, Slovakia and Turkey, a tip will be more than welcome. In Turkey, for example, the tip is not included in the bill, but it is advised that you round up the figure. On a geographical note, Turkey is at the crossroads of Europe and Asia. It is hence part of Europe, so the culture will be quite similar too. In Greece, too, it\u0026#39;s customary to round up the bill (to the next euro, of course). While tips are included in Bulgarian, Spanish and Belgian bills, a little extra is always appreciated. What you need to know is how exactly to give it. In Germany, don\u0026#39;t just leave the money on the table. Indicate the amount of your tip when you pay. This will determine your level of generosity. In Hungary and the Czech Republic, too, it\u0026#39;s all about your generosity. In these countries, tipping is strongly recommended.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EAsia\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn Dubai, Israel, Palestine, Cambodia, India, Sri Lanka, Tibet, Nepal and Vietnam, tipping is recommended, especially in touristic areas. Cambodia, for example, don\u0026#39;t traditionally have a tipping culture, but things are changing with tourism. In Sri Lanka, tourism employees sometimes even expect a tip. In Dubai, Palestine and Israel, the tip might be included in the bill. But a small token of appreciation for the good service will always be welcomed.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EAfrica\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EKenya, Senegal, South Africa, Tanzania, Mauritius, Madagascar, Tunisia and Morocco are countries where tipping etiquette is part of the tourism industry. Tipping is recommended in restaurants, bars, hotels, for security services, hotel porters, tour guides, etc. The tip can already be included in the bill, as is the case in Mauritius. But you can always leave an additional 5-10% as a token of your satisfaction. In Tanzania, you need to tip the Maasai to take photos with them. After all, they\u0026#39;re acting as models for your digital photo albums and Instagram accounts. In Egypt, tipping is strongly recommended. Be prepared to tip 10% to taxi drivers, hotel porters, luggage handlers and other tourism employees.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003ESouth America\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn Argentina, Bolivia, Brazil, Ecuador, Guatemala, Peru, Dominican Republic, Uruguay, Venezuela, too, tipping is recommended. It\u0026#39;s even strongly recommended in Chile and Cuba (10% of the bill). Although it\u0026#39;s sometimes included in the bill in Chile, don\u0026#39;t ignore it. In Cuba, it\u0026#39;s best to leave a little more, as people won\u0026#39;t hesitate to point it out. Expect to pay an additional 10% of the bill, even when the service fee is included. In Peru, for example, tipping is voluntary but recommended if you enjoyed the service.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ECountries where tipping is compulsory\u003C\/h2\u003E\r\n\r\n\u003Cp\u003E\u0026ldquo;Compulsory.\u0026rdquo; It\u0026#39;s a big word. No one will throw you in jail if you don\u0026#39;t give a tip in the countries mentioned below. But as foreign as tipping is to Japanese culture, it is integral to the culture in England, Scotland, Austra, Romania, Canada, the United States and Mexico, sometimes for purely economic reasons. In England, Romania, Mexico and the United States, waiters are poorly paid. For them, the tip is a crucial supplement to their wages. In England, the tip should be 10-15% of the bill, as in Romania. In Mexico, the tip is 10-20% of the bill. But if the tip has already been included in the bill, there is no need to give any extra money, even if it will always be welcome. In the United States, you should plan to tip 15-20% of the bill (this percentage varies slightly depending on the type of establishment). This norm has become ingrained in the local culture for a long time now. So you should go with the flow. You can even pay your tip by credit card.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn all of these countries, tipping is a de facto obligation. It\u0026#39;s a custom that everyone adheres to. In Austria, as in Germany, you need to indicate the tip amount before paying it. In Scotland, tipping is a custom in restaurants but not in pubs. In Canada, plan to tip 10-15% unless it\u0026#39;s already included in the bill.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhere does the tipping culture come from?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003ENo one really knows, but the rumor is that it started in 18th century England. To serve guests who were in a hurry, a restaurant owner had provided a jar \u0026ldquo;to insure promptness\u0026rdquo; (hence the acronym \u0026ldquo;tip\u0026rdquo;). Those in a hurry put coins into the jar in order to be served first. This is how tipping culture was born. The custom has traveled to other countries and time periods, for better or worse. Even if we often think of it as a small gesture of thanks, the tip is sometimes an integral part of an employee\u0026#39;s wages. In the 1960s, the American Congress had the strange idea of creating a law that allowed companies to pay some of their employees below the minimum wage. The rest of their wage would be covered by the tip. This explains the current situation of many American workers, who are forced to contend with very low salaries, which are supplemented by tips. This should make it easier to understand how important this little extra money you leave with your bill is.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EYou are now well prepared to know whether to give tips or not in your expat country and how much to give.\u0026nbsp;\u003C\/p\u003E\r\n","date":"2022-08-17 10:00:00","type":"Features"},{"id":7307,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/3\/0\/7\/1660625927-portugal-visa.jpg","title":"How will Portugal\u0027s immigration law reform affect expats?","introduction":"\u003Cp\u003E\u003Cstrong\u003EOn Thursday, August 4, 2022, Portuguese President Marcelo Rebelo de Sousa issued a new \u0026quot;legal framework\u0026nbsp;of\u0026nbsp;entry, permanence,\u0026nbsp;exit\u0026nbsp;and\u0026nbsp;removal\u0026nbsp;of\u0026nbsp;foreigners\u0026nbsp;into and out of the national territory.\u0026quot; How will these changes affect expatriates and people who are looking to relocate to Portugal? How will this affect immigration to Portugal?\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2\u003EThe new legal framework for immigration in Portugal\u0026nbsp;\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EOn July 17, 2021, member states of the CPLP, Comunidade dos Pa\u0026iacute;ses de L\u0026iacute;ngua Portuguesa (Community of Portuguese Language Countries), met in Luanda (capital of Angola) and signed an agreement on migratory mobility. On July 21, the Portuguese Socialist Party, the Portuguese Communist Party, the Left Bloc, and Libre, (Portuguese eco-socialist party) voted for the reform. On the other side, parties like the Social Democratic Party, Liberal Initiative, PAN (People, Animals, Nature) abstained. Chega, a far-right party, did not attend the vote. The reform was approved, and the president promised rapid implementation. But what are the provisions of this new immigration law?\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EA different visa procedure for CPLP nationals\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe first major change in the new visa procedure is about the greater importance granted to the Community of Portuguese Language Countries. From now on, temporary visas and residence visas for CPLP members may be issued without prior consultation with the Foreigners and Borders Office (SEF).\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBy default, non-Schengen residents in Portugal must first register with the SEF before entering the country. This would usually apply to applicants from CPLP member states that do not belong to the Schengen area. As a matter of fact, among the founding states of the CPLP Community (in 1996) are Angola, Cape Verde, Guinea-Bissau, Mozambique, Brazil, and S\u0026atilde;o Tom\u0026eacute; and Pr\u0026iacute;ncipe. East Timor joined the Community in 2022 and Equatorial Guinea in 2014.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EWith the new law, citizens of these states will no longer need the opinion of the Aliens and Borders Office for their visa applications. But this adjustment does not take away the powers of the SEF. It is only a matter of enforcing a point in the Luanda Agreement.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ERedressing past mistakes?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EIn his August 4 speech, the Portuguese president emphasized on: \u0026quot;Putting the mechanism in place as soon as possible, [...] an idea shared by Cape Verde and Portugal [...] because this represents the recognition of a past merit that we owe to Cape Verdeans in Portugal [...]\u0026quot;.\u003C\/p\u003E\r\n\r\n\u003Cp\u003ELike Cape Verde, most CPLP member states are former Portuguese colonies. They still bear historical scars from those times and were skeptical about Portugal\u0026#39;s willingness to redress, until the reform\u0026#39;s enactment. That is why President Marcelo Rebelo de Sousa who wants to expand the CPLP\u0026#39;s influence, insists on calling this a \u0026quot;mini revolution\u0026quot; that will create new exchanges between the countries.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EMore than just a community of heads of state, he wants CPLP to evolve into a \u0026quot;community built by its peoples, who have sometimes been present in Portugal for a long time, but illegally.\u0026rdquo;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ERegularizing foreign labor\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe other change in the law concerns policy on illegal immigration. Through this reform, the Portuguese government hopes to promote the integration of foreigners already present on the territory and involved in the local community (they speak Portuguese and have a job).\u003C\/p\u003E\r\n\r\n\u003Cp\u003EWith Portugal gradually becoming a new migration hub for tens of thousands of immigrants, including undocumented migrants, the new legislation is thought to fight illegal immigration while taking advantage of a qualified workforce. Moreover, while things have accelerated since the 2015 Syrian crisis, the number of immigrants to Portugal jumped by 70%, between 2015 and 2020. Portugal\u0026#39;s situation moved from being a land of emigration to a land of immigration, and even a migratory \u0026quot;hub\u0026quot; like the United Kingdom, France, or Germany. However, at the same time, the country has been losing its nationals, who prefer to move elsewhere in Europe for work. This is the effect of European citizenship and the Schengen Agreement, which allows any citizen of a member state to travel freely within the Schengen area.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EA new visa for workers?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EAs a response to its labour shortages, the government is considering the creation of a new fixed-term visa for expatriates who wish to work in Portugal. This would lead to easier procedures to obtaining a temporary permit. The new visa will also be beneficial to family members having specific skills, and for remote workers as well. Furthermore, although the Portuguese government has already implemented a temporary visa for freelancers and entrepreneurs, it wants to keep in the loop with the ongoing work organization revolution, following the boom of remote working and digital nomadism. As such, this new visa should be more specifically addressed to remote workers.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EAre there any changes for expats in Portugal?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EIn principle, there should be no change for legal expatriates in Portugal. Their legal status is not questioned, unlike people who are looking to relocate there, legally or illegally. However, considering that Portugal is currently facing labor shortages like many other countries, it is looking to attract international talent. Therefore, Portugal remains one of the top expat destinations, especially for those who are looking to work abroad. The other good point is the strengthening of relations between the member states of the Community of Portuguese Speaking Countries, which is considered as a win-win situation. Still, it may be too early to assess its success as President de Sousa himself recognizes \u0026quot;some inaccuracies\u0026quot; in the new law\u0026#39;s provisions.\u0026nbsp;\u003C\/p\u003E\r\n","date":"2022-08-16 06:52:00","type":"News"},{"id":7305,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/3\/0\/1\/1660290746-diko-kreol.png","title":"Creole expression: \u0022Met dan siro\u0026rdquo;","introduction":"\u003Cp dir=\u0022ltr\u0022\u003E\u003Cmeta charset=\u0022utf-8\u0022 \/\u003E\u003Cb id=\u0022docs-internal-guid-5c072334-7fff-18b9-535b-8f8e0d2f48a6\u0022\u003ECreole is full of expressions, some more surprising than others. Every month, Expat.com invites you to discover a Creole expression and teaches you how to use it.\u0026nbsp; For this new edition, we explore the expression \u0026quot;met dan siro\u0026quot;.\u003C\/b\u003E\u003C\/p\u003E\r\n","body":"\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-f80bf02e-7fff-4f4c-9dbb-1be5d99ac964\u0022\u003EThis expression literally means \u0026quot;to plunge into syrup\u0026quot;, but it also figuratively means to coax or fool someone. It can be used in many situations. For example, when shopping in the streets of Port-Louis or at the bazaar, to haggle over prices, you can \u0026quot;met dan siro\u0026quot; to get a better price.\u003C\/span\u003E\u003C\/p\u003E\r\n","date":"2022-08-12 12:37:00","type":"Features"},{"id":7304,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/3\/0\/2\/1660291288-sniffing.jpg","title":"News at a glance: What is this \u0026lsquo;sniffing\u0027 business about","introduction":"\u003Cp\u003E\u003Cstrong\u003E\u003Cspan id=\u0022docs-internal-guid-67eb4f6b-7fff-b84f-b7d7-e802d25405b4\u0022\u003EFor more than a month now, the news has been dominated by an alleged case of \u0026lsquo;sniffing\u0027 involving the state. What is this about? Also in the news, the 500,000 tourist mark will be reached soon.\u003C\/span\u003E\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-8dcba912-7fff-191a-0d0e-cb77896e611b\u0022\u003EAlleged sniffing: What is it about?\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-8dcba912-7fff-191a-0d0e-cb77896e611b\u0022\u003EYou would have heard of this by now. The ex-CEO of the national telecommunication company, Sherry Singh, accuses the State of spying on Mauritians with the complicity of the Indian government. The State has repeatedly denied this. Here\u0027s what this is about.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-8dcba912-7fff-191a-0d0e-cb77896e611b\u0022\u003E\u0026nbsp;\u0026quot;Sniffing\u0026quot; consists of monitoring Internet traffic by collecting data and then decrypting it. In other words, this technique consists of analyzing network traffic of everyone connected on a network.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-8dcba912-7fff-191a-0d0e-cb77896e611b\u0022\u003EThe scandal: It has been said that an Indian team allegedly came to Mauritius and went to the \u0026#39;landing station\u0026#39; of Baie-du-Jacotet where the SAFE cable is located. For six hours, this team is supposed to have had access to tons of information.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-8dcba912-7fff-191a-0d0e-cb77896e611b\u0022\u003EAccording to the different documents that have surfaced, the Indian technicians would have made data captures on the SAFE network.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-8dcba912-7fff-191a-0d0e-cb77896e611b\u0022\u003EThe police investigation is still ongoing. Sherry Singh has been questioned several times by the investigators. The Prime Minister has denied allowing a third party (India) to access our network, our secure data.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-8dcba912-7fff-191a-0d0e-cb77896e611b\u0022\u003ETourism: more than 470,000 tourists in the first half of 2022\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-8dcba912-7fff-191a-0d0e-cb77896e611b\u0022\u003ETourism is gradually returning to its pre-pandemic pace. From January 1st to June 31st, 470,640 tourists visited Mauritius. Last year, the country only had 4,467 tourists during the first half of the year. In July 2022 alone, Mauritius recorded 94,084 arrivals, an increase of 31,076 visitors over June.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-8dcba912-7fff-191a-0d0e-cb77896e611b\u0022\u003EThe European market dominates tourist arrivals with 322,961 tourists during the first half of the year. France remains the leader with 112,120 visitors having chosen Mauritius as their holiday destination. The British and Germans follow with 69,849 and 45,855 respectively.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-8dcba912-7fff-191a-0d0e-cb77896e611b\u0022\u003EAlso, 91,885 visitors from African and Indian Ocean countries visited Mauritius from January to July. Out of this number, South Africa dominates the market with 49,926 tourists ahead of Reunion Island (25,976). In Asia, 45,971 tourists came to Mauritius, including 19,137 visitors from India.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-8dcba912-7fff-191a-0d0e-cb77896e611b\u0022\u003EIt should be noted that the hotels are currently 85% full during this season, usually considered the low season. Th end of the year season is looking promising.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-8dcba912-7fff-191a-0d0e-cb77896e611b\u0022\u003EIn addition, the airline Emirates is planning three daily flights to Mauritius from October 1. It will also offer 30 to 40 tons worth of cargo to businesses.\u003C\/span\u003E\u003C\/p\u003E\r\n","date":"2022-08-12 12:23:00","type":"News"},{"id":7296,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/9\/6\/1660046356-housing-in-the-uk.jpg","title":"What do relaxed mortgage affordability rules in the UK mean for expats?","introduction":"\u003Cp\u003E\u003Cstrong\u003EThe Bank of England has relaxed mortgage eligibility criteria from August 1, 2022. The affordability test to take out a mortgage now only requires the buyer to prove that they can afford a 1% rise in the variable interest rate over the repayment period. Previously, it was 3%. This is good news for expats who want to buy property in the UK, especially first-time buyers who only have a small deposit.\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2\u003E\u0026ldquo;Stress test\u0026rdquo; created after the 2008 crisis scrapped\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EAccording to the Guardian, it was only in 2014 that the Bank of England introduced the rule that the borrower needs to have an income that guarantees that they can pay 3% more than the lender\u0026#39;s standard variable rate (SVR) over the repayment period. This affordability or \u0026ldquo;stress\u0026rdquo; test was meant to prevent people from taking out mortgages they wouldn\u0026#39;t be able to finish paying as their SVR rose. The 2008 financial crisis was partly caused by the prevalence of irresponsible mortgages, which created a housing bubble. The \u0026ldquo;stress test\u0026rdquo; was a safeguard during the recovery years post the 2008 crisis.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EHowever, currently, the United Kingdom is currently looking to boost investment after the financial exodus triggered by Brexit. The decision to make mortgages more accessible is part of this new strategy. The relaxation in mortgage rules means that a buyer who needed to afford a \u0026pound;1,419 (\u0026sim; 1800 USD) monthly repayment in 2021 now only has to afford \u0026pound;850 (\u0026sim;1000 USD) per month (according to EIN Presswire). As a result, a buyer can now afford a mortgage \u0026pound;49,000 (\u0026sim;59,000 USD) higher in the London area, where real estate is more expensive, and \u0026pound;28,000 (\u0026sim; 34,000 USD) higher outside of London.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe Bank of England indicates that had this easing of rules been done earlier, about 35,000 homebuyers (6% of the total) might have been able to afford larger properties. As a matter of fact, the Bank did relax mortgage rules earlier than planned \u0026ndash; in August 2022 instead of May 2023.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EMinimizing the associated risks of relaxed mortgage rules\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThere are, of course, over-lending and over-stretching risks associated with relaxed mortgage rules. However, other rules have been left intact to minimize these risks. The loan-to-income ratio to take out a mortgage hasn\u0026#39;t changed: the amount borrowed is still capped at a maximum of 4.5 times the annual income of the borrower.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe research firm Capital Economics comments in the Telegraph that the relaxed rules are \u0026ldquo;unlikely to spark a surge in lending.\u0026rdquo; This is because, even if the Financial Conduct Authority (FCA)\u0026#39;s benchmark is technically now the SVR plus 1%, individual banks have the freedom to set that bar higher. They will likely set it at 1.5% for many homebuyers, according to Capital Economics\u0026#39; analysis.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe real estate market has been slow in the last few years, so banks are being careful with regard to a future outlook where housing prices could stagnate or even go down. In addition, during the pandemic, people have struggled to make savings, so they are unlikely to be able to afford huge deposits even with the relaxed rules. Hence, while homebuyers will be able to take slightly higher mortgages, these will not be dangerously high either.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EExpats will likely benefit more than local residents\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EExpats can benefit more from this relaxation of rules than domestic buyers for multiple reasons, according to EIN Presswire. Firstly, expats can afford larger deposits because they generally pay less taxes. For example, British expats who live abroad are only taxed in their home country for the income derived from the UK, not for the income earned in their host country. An expat based in the UK, on the other hand, is taxed on their global income.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003ESecondly, expats tend to earn more than locals. According to a survey by the HSBC Expat Explorer, expats usually earn 25% more abroad than at home. This is partly explained by how people often relocate to certain countries precisely because their skills are in shortage there and are hence paid more. This financial advantage makes it easier for expats, whether they are Britons in other countries or expatriates based in the UK, to pay for a higher house deposit.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003ESo it\u0026#39;s clear that British expats living outside the UK will benefit a lot from hiring a mortgage broker to get special deals for buying off-plan properties, student properties, long-term buy-to-lets, and city-center flats following the relaxation of the mortgage rules.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EStuart Marshall of the firm Liquid Expat Mortgages says that long-term buy-to-let rental properties are the favorite choice among first-time UK expat investors. That is because the acquisition process for this type of property is fairly straightforward, there are many mortgage plans available, and the return (in the form of monthly rent) is very stable. The demand for these rental properties is also high, as most young professionals in the UK, especially in London, rent accommodation for much of their 20s.\u003C\/p\u003E\r\n","date":"2022-08-16 10:00:00","type":"News"},{"id":7295,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/9\/2\/1659964664-foreign-professional.jpg","title":"Where have expat wages increased?","introduction":"\u003Cp\u003E\u003Cstrong\u003EAll countries around the world are keeping a close eye on inflation. In fact, the levels are particularly alarming in certain countries. Other countries are faring better, but none of them can rejoice for being out of the red zone. Workers are sour and are seeking raises. This would be counter-productive, according to some economists, but is vital, according to others.\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Cp\u003EThe rising cost of living is suffocating people who had until now been spared from hardship and privations. What about expats? Have their wages been adjusted? In which countries have their wages increased more significantly? Does that compensate for the rise in the cost of living?\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EHas there been a rise of expat packages?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThey were assumed to have disappeared with the pandemic and new work dynamics. But expat packages indeed still exist. And they\u0026#39;re doing pretty well in some countries. An expat package is a combination of benefits that aim to facilitate an expat\u0026#39;s life abroad. This package includes the basic salary (the key element that needs to be negotiated with the employer) and various subsidies, notably a \u0026ldquo;cost of living subsidy\u0026rdquo; that the employee can negotiate for if the country they are relocating to is expensive. Allowances for moving houses, transport, childcare and schooling, etc., are also part of the package. Most of the time, these benefits compensate for the drastic lifestyle change of expatriates (especially when expats move with their families).\u003Cbr \/\u003E\r\n\u003Cbr \/\u003E\r\nIn Singapore, Japan and Taiwan, expat packages have increased by 9% to 10% in 2021. In China and Malaysia, expat salaries rose by 11% in 2021. Expat packages also got higher in Australia and New Zealand. However, these percentages hide significant disparities. First of all, these raises come after a year marked by Covid-19. Wages had decreased by an average of 1000 dollars throughout 2020. Salaries had shrunk, and living expenses had gone up: health expenditure, housing costs, food, etc. Some xpats were able to rely on the assistance of their companies (not always the case) and\/or of their country. But again, this is about compensating for inflation rather than real income increases.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ERecord-breaking inflation rates worldwide\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EEven if expat wages in Malaysia have increased by 11%, their benefits remain among the lowest when compared to Japan (the winner when it comes to expat packages), India and China. At the same time, inflation keeps going up. The Malaysian government reported in June that prices had increased by an average of 3.4%. They keep going up from month to month. Food, transport, dining out and household supplies are the most affected areas. A 6.1% price hike for food, 5.4% for transport, 5% for dining out and hospitality, and 3.4% for household supplies have been recorded.\u003Cbr \/\u003E\r\n\u003Cbr \/\u003E\r\nIn Australia, inflation has climbed up to 6.1% in June. The government fears an inflationary spike of over 7% by the end of the year. It is expected to be the worst economic crisis the country has faced since 1990. In Japan, inflation was \u0026ldquo;only\u0026rdquo; 2.2% in June. But we shouldn\u0026#39;t look at only this figure. The price rise is mainly due to the cost of energy, which is not likely to drop anytime soon. Inflation is breaking records everywhere: +8.9% in the euro area, +9% in the United States, +8.1% in Canada. In South America, inflation rates waver between 3% and 10%, with an inflationary spike of +50% in Argentina or even +500% in Venezuela. However, the causes for inflation are deeper in these two countries, which were suffering from economic issues for a long time. The same goes for Africa, where the highest inflation has been recorded in Soudan (+245%) and in Zimbabwe (+86.7%). In other African countries, inflation ranges between 2% and 20%.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ESalary increases to meet the rising cost of living\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EDo wage increases actually compensate for the rise in the cost of living? Do locals and expats enjoy the same advantages? It should first be highlighted that not all expats enjoy expat packages. These benefits remain reserved for certain jobs and correspond to an ideal of global work mobility which is no longer in line with reality, as is the case of the \u0026ldquo;golden expat package\u0026rdquo; and its multiple bonuses. High-profile jobs are generally entitled to these packages, not other workers. International assignments come with a cost, and during the pandemic, it was one of the first areas of expenditure which was cut by companies.\u003Cbr \/\u003E\r\n\u003Cbr \/\u003E\r\nMany expats are thus seeing their incomes shrink as much as locals as they are faced with the constantly rising cost of living. The most privileged expats are the only ones who enjoy a strong expat package. Meanwhile, others have to navigate the uncertainties of inflation and an unstable environment. Still, expats are rethinking their moving abroad plans, considering both wages and the cost of living. They would rather move to Singapore or Malaysia, where the cost of living (even not in times of economic crisis) is lower than in Germany or the United States. This strategic decision, of course, takes other elements into account, starting from planning a move to these countries.\u003C\/p\u003E\r\n","date":"2022-08-15 10:00:00","type":"News"},{"id":7291,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/9\/1\/1660798861-bank-account.jpg","title":"Britons in the EU in dilemma with bank account closures and driving licences banned","introduction":"\u003Cp\u003E\u003Cstrong\u003ESix years after the 2016 referendum, the full consequences of Brexit are still unfolding. Expatriation has become complicated for UK citizens. International media report\u0026nbsp;that expats are being informed by British banks that their EU-based accounts will soon be closed. In Spain, British driving licenses were also recently rendered invalid.\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2\u003EUK bank accounts in the EU are being closed\u003C\/h2\u003E\r\n\r\n\u003Cp\u003ESome British banks are informing British citizens living in the European Union that they will no longer be able to have an account in countries like France. From now on, these customers can only keep their accounts if their address on file is in the United Kingdom, i.e., if they live permanently in their home country.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe UK\u0026#39;s transition agreement with the EU came to an end in December 2020. During that transition period, British banks were still legally allowed to use their passporting rights to do business in EU countries. According to Investopedia, passporting refers to the right of firms registered in the European Economic Area (EEA) to operate in any other EEA jurisdiction.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EFor British banks to continue operating in the EU in 2022, they will need new legal permissions and new separate entities in each jurisdiction, i.e. in each EU country. This procedure will cost British banks too much money and involves a lot of complex bureaucracy. According to The Telegraph (July 2022), in order to avoid the hassle, some banks have simply decided to cut services in the EU.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThis has put many British expats in the EU in a difficult position. Some, especially retirees, live off the pensions, interests or rent from UK-based properties that are directly debited into these accounts. Many prefer keeping their savings in pounds rather than converting them into European currencies, because the exchange rates can be poor, and the fees charged by EU banks for the conversion can be high. Now, these expats are being forced to withdraw all of their savings and put it into a local bank account in euros or another local currency (e.g., the Danish krone).\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn addition, by having their British bank accounts closed, expats also risk losing their Premium Bonds, some of whom have had them for decades. These bonds are an investment product issued by the UK\u0026#39;s National Savings and Investment bank. While they generate no interest or dividend, they are automatically entered into monthly draws for tax-free cash prizes. It is a way for British expats, especially the elderly, to keep their money safe, as the Premium Bonds are protected by the UK\u0026#39;s Treasury.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBlevins Franks, a financial planning firm for UK expats, has warned expats that they should expect a letter from their bank about the closure of their account even if they haven\u0026#39;t received one yet. The firm stresses that banks are still sending letters two years after Brexit came into force in January 2020.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ESpain has banned British driving licenses\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe UK and Spanish governments failed to reach a post-Brexit agreement about driving licenses by the deadline of 30 April 2022. This means that, since 1 May, tens of thousands of British expats in Spain have been stripped of the right to drive. Tourists are not affected, as they are on a different visa for a stay of less than 90 days. But long-term expats will need to take driving lessons again in Spain and pass the Spanish driving license test.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003ESpain infamously has one of the most expensive driving tests in the world. Uswitch, the UK-based comparison service, reports that a driving license in Spain costs between 700 and 2000 euros to get, depending on the region and the exact type of license. This is twice as expensive as in the UK. This cost includes driving lessons, a license fee, an obligatory physical examination before the test, and the theory and practical tests themselves. To put things into perspective, the minimum monthly wage in Spain hovers around 1000 euros.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EFurthermore, language is also a barrier to passing the test for British expats, who are not all fluent in Spanish. While the theory test can be taken in English, the practical test is conducted only in Spanish. Euro News reports that many British expats are furious at this situation, especially if they had been driving in Spain for over a decade without any problem. Many have turned to social media to vent their anger at this injustice. Some have even formed citizen rights groups that met with the British Ambassador in Spain.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe local British Embassy has announced that it has resumed \u0026ldquo;intensive talks\u0026rdquo; with the Spanish government to solve this. The UK already has driving license agreements with 24 other EU countries, says the British Foreign Office, so a solution should be feasible.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EHowever, no new deadline has been set to come to a new agreement, so UK expats in Spain are still stuck in limbo, unable to get behind the wheel.\u003C\/p\u003E\r\n","date":"2022-08-10 02:00:00","type":"News"},{"id":7290,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/9\/0\/1659954155-amy-interview.jpeg","title":"How a military wife from the UK became an expat coach in Brunei","introduction":"\u003Cp\u003E\u003Cstrong\u003EOriginally from the British countryside, Amy spent ten years in London before following her military husband to Brunei for an international assignment. She talks to us about her career conversion into an expat coach after giving birth to her first child and her journey as an expat.\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2\u003ECan you tell us where you are from and what you do?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EHaving grown up in a very small, sleepy, idyllic village in the English countryside, I went on to spend almost 10 years working in the face-paced corporate life in London. Working within the Global Mobility function of large corporate companies, I facilitated international moves for senior executives. These would be assignments that would last anywhere, on average, from between 6 months to 3 years, with some becoming permanent moves.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EI have now set up my coaching business, AIM coaching. I help corporate expats and their families successfully integrate aboard without weeks of overwhelm, stress and isolation.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EI have combined my years of expat (and repat) experience with my own isolating expat journey and extensive coaching training to provide a program that enables corporate expats to adapt to their new working environment. This identifies and addresses cultural, family and other social and personal challenges quickly.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat brought you to Brunei? For how long have you been there?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EI am a military spouse, so it was through my husband\u0026#39;s posting with the British Army to Brunei that brought me to this unique country back in August 2020.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWas this your first experience abroad? How did your adventure start?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EBrunei is my first time living not just abroad but also as a military wife on a posting, residing on a military base, and, wow, what a first experience!\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe adventure all began back in March 2020; we had sold our cars, our shipping had gone, I had given up the tenancy of the rental property we were living in, notice to my employer, and excited to be off on our Southeast Asian adventure. We couldn\u0026#39;t wait to see the Orangutans of Borneo and complete our jungle road trip armed with our annotated lonely planet guide.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003ETwo days before we were about to depart, with no belongings left but our suitcases, Boris Johnson made his Coronavirus lockdown statement. We knew then that we weren\u0026#39;t going to be able to go anywhere. Left without a place to live and minimal support and communication from the British Army as to what our next steps were, it was actually the shipping providers who informed us that we wouldn\u0026#39;t be able to move anytime soon.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAfter 5 months of overwhelming uncertainty, challenges and living back with my parents, we finally made the move to Brunei in August 2020.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat is your life as an expat in Brunei like? Have you been able to overcome the culture shock and adapt?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EBrunei is small; it has a population the size of the county I grew up in. It is an independent state, still wholly reliant on its oil and gas production. With readily available domestic help, unspoiled jungle, clean air, and petrol cheaper than water, it is a peaceful, safe place to raise a family. Usually a springboard for travel around Southeast Asia, it was a dream military posting to have received, but with borders shut due to Covid, we were, unfortunately, unable to explore anywhere.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EUpon leaving quarantine for 15 days, my husband and I both felt eager to start exploring our new country. We were grateful that Covid was not present in Brunei at that time. Being able to walk around with no masks and even attend social events and dinners within the military community, we felt extremely lucky. We reminded ourselves of this every day.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAfter the initial \u0026lsquo;honeymoon\u0026#39; period was over, I started to struggle. I was used to a very active social life in London, but with Brunei acting under very strict Sharia Law, there were no bars and very little in terms of entertainment, sports, or arts. Nightlife consisted of a few hawker food stalls and limited retail of any sort. From doing my research, I knew these things, I understood that Brunei was the \u0026ldquo;Abode of Peace\u0026rdquo; and I didn\u0026#39;t expect a western environment. I tried to embrace the slower pace of life, but despite managing my expectations before relocating as much as possible, culture shock still got me!\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EWhat are usually simple day-to-day tasks in the UK can take weeks to get done in Brunei; it can be a very slow bureaucratic process. There is very little information online; businesses usually run via WhatsApp, and the most common way to find anything out is by word of mouth. I was left feeling frustrated most days, particularly when it took hours every day for months to get a birth certificate for my firstborn.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAs Brunei doesn\u0026#39;t offer spousal visas, there is very limited employment opportunities for the military-entitled family members. I was used to working long hours in a fast-paced environment, but I left my career to accompany my husband on his posting. At first, it was refreshing not having to firefight emails all day every day, but I have always had ambition and drive to succeed, so leaving my job left me feeling like I had lost my identity. Initially, I didn\u0026#39;t know my purpose and felt lost.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAfter the first few weeks, I had succumbed to inevitable culture shock, frustration, and a complete loss of identity. I felt guilty. On paper, I had everything, so why was I unhappy? I was determined to overcome this and turn it around. I changed my perspective and reminded myself that this was a temporary assignment and to really make the most of it. We were, in fact, lucky to be in Brunei. Privileged to be surrounded by such generous and kind local people. I was fortunate to have a network of incredible, resilient military wives. This highlighted that making friends overseas can be more important than those at home; it\u0026#39;s imperative to work at this. The secret to how I was able to adapt is mindset, resilience and patience. Through these things, I was not only able to cope with cultural differences and consistently overcome difficulties, but I started appreciating and loving Brunei. I felt so grateful for this opportunity.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EYou then became a mother for the first time, miles away from home, in Covid times. Tell us about this experience.\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe week after leaving our quarantine hotel, I found out I was pregnant. In a country where there was no Covid and no temptations of good wine, this was the perfect time!\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EI was so grateful for being in Brunei for the pregnancy and birth; the healthcare was incredible. Because of Brunei shutting the borders early, my husband was able to attend all my antenatal appointments and the birth, for which I will be forever thankful. The usual UK post-labour toast was replaced with a plate of rice, but luckily, my husband found a massive slice of chocolate cake to recover!\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EI was lucky to have no medical issues, but a month after giving birth, I started finding things a little challenging! On top of the usual experiences of being a first-time mother with no family support, the humidity, mosquitos, and non-pram-friendly infrastructure meant I was effectively housebound with a newborn. Baby shops were limited in Brunei; prams, cots and essentials like nappies had to be ordered online, but, with Covid, delivery times could take at least 3 months! Again, without resilience, a strong mindset, my husband and a network of incredible military women, I would have struggled!\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ETell us about your career as an expat coach. What made you choose this path?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EWhile pregnant in Brunei, I needed to keep busy. I wasn\u0026#39;t used to not working, and I needed to achieve something to keep me going. So I decided to complete an accredited coaching qualification. I wanted to use my personable skills and combine them with my 10 years of working with assignees and my own expat journey. This is what I am good at and what I am passionate about. I believe not enough expats and their families are given support once the logistics of the relocation have been completed; hence as much as nearly half of all assignments fail. Coaching others aligns with my values and determination to help people move forward and achieve success. I find a great deal of satisfaction in maximizing other\u0026#39;s performance.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAfter 18 months, I qualified with the International Coaching Academy. Locally and online, I coached military wives, helping them get back into careers and to create a fulfilling life during their posting. I also started coaching senior executives in the oil industry, helping them to successfully integrate into the workplace without weeks of stress, isolation and overwhelm.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThis has now expanded to online coaching for both corporate executives and their spouses in a wide range of industries, with clients in the UK, Singapore, New York, Australia and the UAE. Regardless of industry, my signature approach to coaching enables corporate expats to adapt to their new working environment as well as identify and address cultural, family and other social and personal challenges quickly.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat are the major challenges expats face when moving abroad and settling down in a new country, especially for work?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThere are many common challenges faced by expats, but the main themes that come up with my corporate clients are the feelings of loneliness, loss of identity and homesickness, together with struggling to fit in at work. The need to adjust to a new culture, work environment, and social structure with no immediate support system is no small task.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat are your tips for overcoming these challenges?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe following are just some of the steps that I find significantly improve a client\u0026#39;s happiness and productivity in the workplace, and for families, at home.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EAcknowledge that it will take time to adjust. Give yourself the time to settle in.\u0026nbsp;\u003C\/li\u003E\r\n\t\u003Cli\u003EPut the time and effort in to make friends. In the international community, it is primarily friendships that hold you together.\u003C\/li\u003E\r\n\t\u003Cli\u003EDon\u0026#39;t compare everything to home. Embrace the differences and be adaptable.\u0026nbsp;\u003C\/li\u003E\r\n\t\u003Cli\u003EBe curious. Learn the culture. Learn the language.\u0026nbsp;\u003C\/li\u003E\r\n\t\u003Cli\u003EMaintain home rituals and also work to adopt new ones.\u0026nbsp;\u003C\/li\u003E\r\n\t\u003Cli\u003ERemember why you chose to be where you are.\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EYou need to be enterprising, resourceful and open-minded. Patience, politeness and determination is normally the best formula.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EFrom your prior experience working in corporate companies in London, how would you define the importance given to the well-being of international assignees by employers?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EImproving the expat experience and taking a more holistic approach needs to be made a priority for employers. In my experience with recent clients, not enough is done for the well-being of assignees. Implementing appropriate strategies to address the mental health of expats needs to be a focus for HR professionals. There is little point in investing in the logistical move and a rich remuneration package if the assignee has no well-being support. This will only not lead to a failed assignment which is costly to the business but potentially a disenchanted employee that may come back with far lower productivity.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIt is not only the assignee that needs well-being support but also the spouse and children. The assignee often has the continuity of an organized job structure, but frequently the spouse has given up their career, former social circles and lifestyle. They are equally, if not more, lost. This may lead to questioning their sense of worth; labeled as \u0026ldquo;dependents\u0026#39; they can feel wholly reliant on their working spouse. Depression and anxiety are prevalent in the clients I have worked with, it needs to be addressed.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EHow do you juggle your remote career and your family life as a mum and military spouse?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EWith my work being online and my 15-month-old being in nursery a couple of days a week, I am in a very fortunate position to be able to prioritize the time spare I have to put in as much time as I can with my clients.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat are the things you love the most, and you like the least about your expat life?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EBeing an expat has been the most amazing and hardest experience!\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EI will cherish the friendships and business network I have made living abroad and hope that they will last a lifetime.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EI\u0026#39;ve been fortunate enough to be able to have the time and personal experiences to set up my coaching business.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EI have started to embrace the slower pace of life and the time I get to spend with my husband and 15-month-old.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EWhat I least like about expat life is, unsurprisingly, the distance from family and friends, particularly with my mother not being able to see her first grandchild often.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBeing an expat, both short-term or long-term, is a big commitment that requires tremendous effort and persistence, but it can be extremely rewarding.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhere do you see yourself in the future?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EGeographically, with my husband transitioning into corporate life, we are expecting to make our next move to the Middle East. Professionally, I am hoping to expand my coaching business even further. I want to be the expert in my field and the go-to expat coach!\u0026nbsp;\u003C\/p\u003E\r\n","date":"2022-08-12 10:00:00","type":"Interviews"},{"id":7287,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/7\/1\/1659610426-many-passports.jpg","title":"What are your options if you\u0027re the holder of a weak passport who wants to move abroad?","introduction":"\u003Cp\u003E\u003Cstrong\u003EAfter the border reopening of most countries, many people are resuming their moving abroad plans. The passport is one of the most crucial formalities. Administrative offices have been taken by storm in the past few months by future travelers who want to renew their passports or make new ones. What rights are attached to a passport? Which are the world\u0026#39;s most powerful passports? And what if you have a weak passport?\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2\u003ERights attached to the passport\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe passport is an official document issued by the state which allows people to move across borders into another country. The passport also allows citizens of the issuing country to prove their nationality abroad. But not everyone has equal passports. Some countries have more \u0026ldquo;powerful\u0026rdquo; passports, which allow their holders to travel to many countries without a visa (nearly 200 countries for the strongest passports). Conversely, other passports allow their holders to move around only a few countries without a visa (less than 30 countries for the \u0026ldquo;weakest\u0026rdquo; passports).\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat are the world\u0026#39;s most powerful passports and their benefits?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EIn 2022, the world\u0026#39;s most powerful passports were the Japanese and Singaporean passports. Japan has topped the Henley \u0026amp; Partners ranking for the past 6 years, while Singapore followed in 2021. The citizens of these two states can travel to 192 countries without a visa. The least powerful passports are those of Syria, Iraq and Afghanistan. Just above these countries are Pakistan, Yemen, Somalia, Nepal, the Palestinian Territories and North Korea. Henley \u0026amp; Partners, a consultancy firm specializing in citizenship and residency, sees a link between the level of \u0026ldquo;peace\u0026rdquo; in a country and the strength of its passport. Bilateral agreements between countries also play a role, for they ease border control procedures.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EPassport, travel and restrictions\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EDepending on their nationality, travelers can have more or less freedom of movement across borders. However, there are various levels of restrictions, starting from the complete absence of restrictions to the absolute requirement of a traditional visa.\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EVisa exemptions\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EThe least restrictive system is whereby travelers are exempted from a visa. Their passport is the only documentation required. They are free to move around countries that have signed bilateral agreements with their home country. Foreign nationals with \u0026ldquo;powerful\u0026rdquo; passports belong to this category: their passport allows them to travel to many countries without a visa.\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EVisa on arrival\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EExpats can depart from their country with only their passport, but once they land in the host country, they need to pay for a visa. The procedure is straightforward enough and is carried out at customs. Travelers pay for their visa directly at the customs department, which issues them a document. Their passport will then be stamped. It\u0026#39;s best to bring some cash in the local currency to facilitate this procedure. Comoros, Laos, the Maldives, Burkina Faso, Oman, Surinam and the Dominican Republic all require a visa on arrival (Surinam and the Dominican Republic call it a \u0026ldquo;tourist card\u0026rdquo;).\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EElectronic System for Travel Authorization (ESTA)\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EEstablished in 2009, the ESTA allows some travelers to enter the American territory without a visa (a valid passport is enough), but only under certain conditions. The expat needs to hail from a participating country of the Visa Waiver Program. Among the participating countries are a large number of European countries (Belgium, Germany, Greece, France, Denmark, Spain, Austria, Slovenia, Ireland, etc.), Japan, South Korea, the United Kingdom, Taiwan and even New Zealand. Foreign nationals from these countries can request an ESTA to move around the United States freely without a visa. It\u0026#39;s noteworthy that the ESTA is valid for 2 years, however, there is no guarantee that one\u0026#39;s application will be automatically approved by American authorities. Immigration services can ultimately refuse entry to a traveler.\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EElectronic visa required prior to departure\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EThis alternative to the traditional visa has become even more widely used during the pandemic. It speeds up and modernizes the procedure. Expats are only required to have a passport and a good internet connection, which isn\u0026#39;t always easy, even in countries equipped with fiber-optic cable. In France, for example, there still exist blind spots (areas with no network or very weak network). The electronic visa allows travelers to submit their applications entirely online. They must obligatorily have it before taking their flight. Canada, the United States, Djibouti, Kenya, South Korea, Dubai, Georgia and even Australia require an e-visa.\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003ETraditional visa required\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EThe traditional procedure to obtain a visa is carried out at the embassy of the country one wants to travel to. The travelers must go to the embassy to file their applications in person. All of the formalities are done on-site. Travelers should envisage multiple appointments at the visa services in order to proceed with their application, and they will also have to bring their passport to get it stamped.\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003ERestrictions applicable to all international travelers\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EImportant note:\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003E* Visa exemptions and the conditions detailed above apply only to tourist trips (less than 90 days). Countries are also free to alter their regulations at any moment. Japan, for instance, now requires a visa for all tourist trips, even from countries with which it has signed a visa exemption agreement. It\u0026#39;s wiser to contact the country\u0026#39;s local embassy or consulate for any inquiry concerning passports, visas and the trip.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E* Do not confuse the passport with the visa. A country can require both a passport and a visa to enter its territory, or it can require only a visa. Egypt, for example, requires a visa but not a passport. Other countries, like the United States, require a digital passport.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E*The passport must be valid for at least 6 months after the scheduled return date.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat are your options for traveling with a weaker passport?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EWhat should you do if you\u0026#39;re not from a country participating in the Visa Waiver Program and you want to travel to the United States? What to do when your passport grants you a visa exemption in only some thirty countries?\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003ETraveling to the United States without ESTA\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EForeign nationals from countries that are not participants in the Visa Waiver Program need to apply for a visa. Still, it\u0026#39;s important to distinguish between two broad visa categories: non-migrant and migrant. The first applies to tourist trips, business trips, work or study. The second concerns all people who want to migrate permanently to the United States. Even then, a visa approval does not automatically guarantee the right of entry onto American territory. On arrival in the United States, immigration services might refuse you the right of entry. For example, they can judge that you didn\u0026#39;t respect the Immigration and Nationality Act. Immigration could also consider that you are a threat to public safety.\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003ETraveling with a less powerful passport\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EIt shouldn\u0026#39;t be a surprise that less powerful passports have to follow more procedures and face more fees. Getting a visa is the only way to travel here. Things balance out when it comes to expatriation, which is technically considered a long trip (more than 90 days). All foreign nationals need to show a valid passport and visa (student visa, work visa, working holiday visa, etc.). Even if Covid has been a game-changer for visa exemptions, there\u0026#39;s no doubt that these services will be back to normal sooner or later.\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EThe controversial Golden Visa option\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EIn the end, having a powerful passport or not is outside the control of citizens of a particular state. It\u0026#39;s up to states themselves to decide to sign a bilateral agreement or not. Some wealthy expats have, however found a loophole: the golden visa. This \u0026ldquo;gilded passport\u0026rdquo; opens the door to citizenship bought at the price of gold and allows its holders to enjoy the benefits of a powerful passport. For example, someone with a golden visa in Portugal can travel all around the Schengen Area. Getting Portuguese citizenship (the country recognizes dual nationality) automatically grants someone European Union citizenship. The Portuguese passport opens the door to visa-free entry into 187 countries. Aware of the potential risk posed by this visa, the European Commission has urged European countries to put an end to this program. They successfully appealed to Cyprus but not to Portugal, Spain, or Austria.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EConclusion\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EYour options are limited if you want to travel with a \u0026ldquo;weak\u0026rdquo; passport without paying for a visa. Binationals can eventually assert their double citizenship to make the best of the rights attached to each passport. The pandemic, however, has hindered the implementation of visa exemption plans (on the African continent, for instance). Other countries, like Japan, have preferred suspending visa exemptions even for the most \u0026ldquo;powerful\u0026rdquo; passports. The country is currently fighting its 7th Covid wave (with an unprecedented 200,000 new cases per day). These new Covid cases, according to early studies, are mostly young people under 30. What\u0026#39;s to blame is the relaxed attitude of thirty-somethings and young people towards Covid risks (they, for example, often refuse to get a booster dose). Hospitals are once again overwhelmed and have rung the alarm bell with the authorities. Japan had just reopened its borders to tourist groups (on 10 June). The most optimistic were expecting a full reopening in the fall. Some are considering maintaining restrictions like the visa requirement, even for holders of \u0026ldquo;powerful\u0026rdquo; passports.\u003C\/p\u003E\r\n","date":"2022-08-09 10:00:00","type":"Features"},{"id":7286,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/8\/5\/1659936550-workers-at-office.jpg","title":"How do New EU employment directives affect expats in Europe?","introduction":"\u003Cp\u003E\u003Cstrong\u003EAn inevitable reconfiguration of the labor market is brewing in Europe. According to the European Commission, the number of digital workers will almost double by 2045, leading to profound changes in the relationship between employers and employees. Given the growing trend of its cross-border workforce, the European Union recognizes the need to step up its legislation to better protect European workers, regardless of the nature of their jobs.\u0026nbsp;\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Cp\u003EThe EU is also moving to better regulate employment contract terms. But how will these decisions affect expatriates? And what kind of adjustments should they anticipate?\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EThe new European directive on employment contracts\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe EU has always been advocating for more transparency in employment contract terms and for better protection for European workers. As such, on June 20, 2019, European Union (EU) countries adopted a new directive on employee-employer relations called the \u0026quot;transparent and predictable employment conditions\u0026quot; law. The law was published in the Official Journal (OJ) of the EU on July 11, 2019, for implementation by August 1, 2022.4\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAs planned, the new directive came into force on August 1 this year, replacing the existing regulation dating from October 14, 1991, which laid the foundations for transparent contractual terms between employer and employee. In fact, following this directive, companies were legally bound to provide their employees with essential information in writing pertaining to the terms of employment, like in an employment contract. However, critics argued that this rule did not go far enough and did not protect European workers adequately while international mobility was on the rise. Indeed, more Europeans are moving within the EU to study and\/or look for work, hence the need for a new regulatory framework.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EStrengthening the rights of all European employees, including locals and expats\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EFirst of all, the new European directive reinforces the obligation to inform the employee about the nature and scope of their work. As a matter of fact, the employer will have to provide more written information. Moreover, the directive has also widened its range of competencies. Henceforth, it will apply to all European employees, whether they are local or expatriates, including those working on digital platforms.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EBetter protection for digital platform workers\u0026nbsp;\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThere are currently more than 28 million digital platform workers throughout the European Union, including at least 5.5 million registered as self-employed. They are deliverymen, drivers for Chauffeur-driven transport, amongst others, who are either employees or self-employed people carrying out their professional activity via digital platforms. However, their working conditions are quite precarious since they benefit from very poor protection. Besides, the European Commission expects around 43 million digital platform workers by 2045. Hence the urgent need to reform the current regulations.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EOn December 9, 2021, the European Commission proposed new measures to better protect those who work on digital platforms. These measures were designed to cater to properly established professional status, transparency of the digital platform\u0026#39;s algorithm, and protection of workers, amongst others. The enforcement of the August 1, 2022, directive on the employment contract further supports the proposed 2021 measures.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat is changing for workers in the EU?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EObligation to inform their employees\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBefore the new provisions, employers were already obliged to provide information in their contracts regarding the essential elements of the job, the organization of the work and the working relationship. The August 1 directive further reinforces this obligation. From now on, the employer will have to clearly define how paid vacations are organized and provide information about the entitlements of the employees. Similarly, a precise description of the place of work (company, teleworking, external travel, etc.) and the trial period will be required. Such information has to be provided by the employer before the work contract execution.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EBetter control of working hours\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003ERegarding working hours, employers are now duty-bound to keep their employees better informed. If employees work standard hours (\u0026quot;predictable\u0026quot; hours), they need to be provided with the exact rate of their fixed remuneration, as well as the exact rate in the event of exceptional shifts, changes in the pace of work, or overtime. If working hours are flexible or shifted (\u0026quot;unpredictable\u0026quot; hours), employees will also need to be officially informed of the number of hours for which they are guaranteed to receive their salary (\u0026quot;guaranteed number of hours paid\u0026quot;). Employees must also be informed of the pay for any work performed outside of this guarantee base. There again, the employer is required to inform the employee at the beginning of the contract.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EObligation to better inform posted workers\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAs far as the European Union is concerned, international assignees are protected in all EU countries. International assignees are sent by their employer on a short mission abroad. They keep their contract with their employer in their country for the duration of the assignment. The new EU directive strengthens the rights of these workers by requiring their employers to provide them with more precise and transparent information. This information will have to be provided before their posting abroad and has to specify the salary they will receive during the assignment, as well as any allowances they might be entitled to. Such information disclosure also applies for any reimbursements (travel and subsistence expenses, materials to be purchased for installation, work).\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EMandatory coverage for any training that the worker needs to undertake\u0026nbsp;\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBy law, employers are already under the obligation to cover training that their employees may need to undertake as part of their duties. But in practice, some companies only pay for training if the employee agrees to remain in the job for a period set by the employer; otherwise, the latter will have to pay back for all or part of the training. The new directive puts an end to such practice. The employer is now legally bound to pay for any compulsory training and must also do its utmost to ensure that the training is carried out during actual working hours.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EEnd of clauses prohibiting an employee from engaging in sideline activities\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAn employment contract may sometimes contain clauses that prevent an employee from engaging in a side business. Other clauses require the employee to inform the employer of their other activities. However, these terms are often applied outside of any legal framework. From now on, employers will have to justify why they refuse to allow their employees to engage in one or more side jobs. Likewise, they will have to justify why they are seeking to know about their employee\u0026#39;s side businesses. By \u0026quot;justification\u0026quot;, the European directive means \u0026quot;objective justification\u0026quot; englobing: risk of conflict of interest, protection of data essential to the company\u0026#39;s survival, risk to health and safety, amongst others. From now on, without objective justification, these clauses have no value. The measure concerns all current and future collective agreements.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWho does this new directive apply to?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EAll workers in the EU are concerned, irrespective of whether they are locals or foreigners. In this context, the term \u0026quot;worker\u0026quot; refers to \u0026quot;anyone bound by an employment contract or employment relationship\u0026quot;. Trainees, apprentices, and digital platform workers are also concerned.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat is changing for expats?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe new directive guarantees further protection for expatriates thanks to European harmonization that guarantees similar rights in all EU countries. With all the disruption happening in the organization of work, exacerbated by the advent of new digital economy jobs, employees are under more pressure. Companies sometimes act as if there were no rules or as if their own rules were above the law. The new directive aims to correct an imbalance between employers and employees and to restore rights. By doing so, the European Commission wants to prove that it is being attentive to the concerns of employees, especially digital workers. Furthermore, it also allows the European Commission to demonstrate its adaptation to changes in the organization of work, changes which have been accelerated by COVID. Part-time or full-time remote workers, digital nomads are new worker profiles that the directive aims to protect better.\u003C\/p\u003E\r\n","date":"2022-08-08 12:00:00","type":"News"},{"id":7280,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/6\/9\/1659597659-cout-de-la-vie.jpg","title":"How are expats affected by the worldwide rising cost of living?","introduction":"\u003Cp\u003E\u003Cstrong\u003EHealth crisis, economic crisis, various political crises, the war in Ukraine, geopolitical tension elsewhere around the world, and inflation. All countries are witnessing rising prices. How are expats coping with this situation? How is the rising cost of living affecting their everyday lives? Could this rise make them rethink their moving abroad plans or their expat life?\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2\u003EInflation, living abroad and retirement\u003C\/h2\u003E\r\n\r\n\u003Cp\u003ERising prices are affecting everyone in varying degrees. Some retirees abroad find themselves in a difficult position. Their pension can no longer cover all of their expenses: inflation keeps reducing their purchasing power. Some, like Thierry, are faring better. An expat in Agadir (Morocco), Thierry barely feels the effects of inflation in his daily life. \u0026quot;We are a retired French couple living in Agadir. If we had been employees, our answer would have certainly been different. Inflation has a minimal effect on our daily lives. Our pension isn\u0026#39;t increasing (at least for now), but as we mainly buy local products, even if the prices go up a bit, it doesn\u0026#39;t make a huge impact on our budget.\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThis feeling is echoed by Alain: \u0026quot;If we had been employees, our answer might have been different. Inflation barely impacts our lifestyle in Spain, even if it sure makes us grumble to see some bills go through the roof, especially when it\u0026#39;s without any good reason. Local products have only slightly increased -- mainly because of large fuel and electricity companies, for example, that are always greedy to make more money and can influence the price of local products.\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBut for these two retired expats, rising prices do not compromise their life abroad. \u0026quot;Generally speaking, things are likely to get worse internationally, but the rise in the cost of living will not make us change our minds\u0026quot;, says Thierry.\u0026quot; Alain shares the same views.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EInflationary pressures and soaring inequality\u0026nbsp;\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe cost of living has become difficult to bear for some.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u0026quot;Inflation here in Bulgaria has just reached an annual rate of 16.9%,\u0026quot; relates Gwynj. \u0026quot;The hike in public services and transport is markedly higher than this overall percentage. I think that this increase is quite harsh for most Bulgarians, especially as the legal minimum wage has remained at 360 euros per month. And many retirees have to get by with pensions even lower than that.\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EGwynj recalls that Bulgaria is the poorest country in the European Union (EU) in terms of GDP per capita. In 2021, the GDP per capita was 17,900 PPS (purchasing power standard). Greece, Slovakia, Croatia and Cyprus are also among the EU countries with the lowest PPS. But their PPS still remains higher than Bulgaria\u0026#39;s (20,900, 22,000, 22,600 and 28,300, respectively).\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn Cyprus, \u0026quot;the price of petrol and goods are on the rise,\u0026quot; explains Kyriakos. \u0026quot;In supermarkets, prices, in general, have increased by 20%. The cost of living is at its worst level. Cypriots are really struggling at the moment. The minimum wage is very low compared to the cost of living.\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EThe situation is still bearable for others\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EGwynj sees rising inequality between different countries and even between the residents of the same country. For him, it\u0026#39;s not surprising that the rising cost of living is \u0026quot;quite bearable for fairly well-off expats\u0026quot; but not for others. This expat takes himself as an example, knowing that he is faring better than less privileged residents. \u0026quot;For example, my last water bill was 6 euros, and my last electricity bills were 30 euros (apartment) and 5 euros (house). The internet (fiber-optic cable) at home and in my apartment costs less than 10 euros at each dwelling. The property tax for the apartment is 67 euros per year. A bus trip to Plovdiv, the second largest city in Bulgaria, still costs 50 cents. I\u0026#39;ve just booked my seat to see the opera Tosca at the famous Roman amphitheater in Plovdiv, for 10 euros.\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EElectricity, gas... the fear of a difficult winter\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EKyriakos summarizes well what\u0026#39;s going on: \u0026quot;Sadly, Cyprus is a paradise only for the wealthy who settle down here. But for native Cypriots, it\u0026#39;s a living hell.\u0026quot; And even if people\u0026#39;s incomes allow them to withstand inflation, the brutal surge in the cost of living still takes a heavy toll on their budgets. \u0026quot;We are luckier than most people here,\u0026quot; acknowledges Toon, a resident of Cyprus, \u0026quot;but we just received an electricity bill that\u0026#39;s double what we were expecting to pay. The adjustment cost for fuel is far higher than how much fuel we actually consume. Workers and families, regardless of whether they\u0026#39;re locals or expats, are struggling.\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EJean-Luc, an expat in Germany, foresees some dark days ahead in his host country. \u0026quot;An 8.5% hike in prices, soaring poverty, many Germans having to resort to food banks. We fear a gas shortage next winter. It would be the worst social crisis the country has ever known.\u0026quot; Bosses are also saying it: millions of Germans risk losing their jobs, and millions of Germans risk not having heating during the winter. Jean-Luc also dreads the possibility of \u0026quot;very violent protests.\u0026quot; \u0026quot;I use gas for heating. I can\u0026#39;t switch to an alternative like geothermal energy. Too expensive. Besides, my boiler is on the roof, not in the basement. The only solution would be to replace my 26-year-old boiler with a new one that uses less energy. I\u0026#39;ve ordered a wood-burning stove, but I have no idea when it\u0026#39;ll be delivered. Appliances are harder to find, and wood is harder to find too.\u0026quot; Beppi shares the same concerns. \u0026quot;The cost of heating was already high before the crisis. But now this cost has quadrupled, while salaries have stagnated. The recession leaves little hope that the situation might change.\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EHave geopolitical tensions worsened inflation?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003ECrises are coming one after another, and they\u0026#39;re putting a strain on individuals\u0026#39; budgets when these have already been under stress. Covid-19 has hit the entire global economy hard. Some countries are recovering more easily than others. All have to accommodate to a virus that is still circulating and to epidemic waves that jeopardize plans for economic growth. For Tom in Stuttgart, the war in Ukraine has also contributed to worsening inflationary trends. \u0026quot;It\u0026#39;s by far the most important factor, and its consequences are reverberating across the global economy, the environment and social cohesion. Inflation was low for many years. This is a recent trend, mainly triggered by Putin\u0026#39;s war and some logistical problems caused by Covid.\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAs the Ukrainian war endures, populations are torn between the will to continue fighting and psychological exhaustion. Some people have grown weary and are clamoring for peace. But at what price? Ukraine is the first to witness this tug-and-pull between those who want to keep fighting and those who want to end things. Yet, both sides share a common goal: end the war and resume a \u0026quot;normal\u0026quot; life. But inflation complicates everything. Not to mention other areas of geopolitical tension, like in the South Pacific, where China casts a shadow over Taiwan. And not to mention other wars without a name and territorialized threats that keep populations in an alarming state of poverty.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat are governments doing?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EFred praises the policies of his host country, Indonesia. \u0026quot;Here, the government has done its best to stabilize energy prices. Thanks to its policies, the cost of living crisis hasn\u0026#39;t really been a problem here.\u0026quot; Stumpy lives in New Zealand and says that the cost of living is increasing at an annual rate of 7.3%. It\u0026#39;s the highest percentage ever reached in 30 years. The main causes are the rising cost of fuel, housing and food. To curb these hikes, New Zealand has raised its benchmark interest rate to the highest level. The US, Canada and other European countries have also opted for this solution. For these countries, the priority is to control inflationary surges quickly. But other countries like Japan, Turkey and China have made the opposite choice of prioritizing economic growth.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EInflation and investments\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EHow to manage investments amid inflation? Cccmedia lives in Colombia and has noticed the impact the general price hike has had on financial investments. \u0026quot;I haven\u0026#39;t personally felt the effects of inflation here in Medell\u0026iacute;n (Colombian city) or in Quito (capital of Ecuador). Nevertheless, I can see its impact on my investment portfolios, which have decreased in the context of negative market sentiment. That scared me, so I invested mostly in precious metals, royalty streams and small investments, mainly via ETFs (exchange-traded funds). All the while hoping for the best.\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EThe economic crisis compels people to rethink their lifestyles\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EIs the rising cost of living urging expats to rethink their consumption patterns? \u0026quot;Peer pressure, linear thinking, and advertising campaigns all tell us that we need to buy an expensive house, a new car every x year, and a giant TV in order to be happy and feel part of normal society. But do we really need all of this?\u0026quot;, wonders Fred.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn his opinion, everything is allowed, but not everything is useful. The crises of the past few years have challenged the current model of society. If capitalism is still the foundational system of many countries, its excesses and limits reveal themselves. The health crisis has made this wake-up call come earlier. Many expats and locals, like Fred, didn\u0026#39;t wait for the surge in inflation to change their consumption patterns. Some have turned towards environmentalism. Others have focused on making savings. Yet others have decided to stop feeding the \u0026quot;wealthy\u0026quot; by shopping locally instead of from large companies. The crisis has made people rethink their priorities. Fred asks himself: \u0026quot;Does everything we buy truly make us happy? Why do we work harder to buy things we don\u0026#39;t need? I could go out and buy literally anything, but would it really be useful?\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EConclusion\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EWill the rise in the cost of living ever stop? Expats who have responded to our questions have mixed opinions on this issue. Some believe that it will once the war in Ukraine is over. For others, it\u0026#39;s a no. \u0026quot;Inflation started climbing before the Ukraine war and will continue firmly in the future.\u0026quot; What\u0026#39;s the solution, then? Should they move to yet another country where the cost of living is lower? Should they save or the opposite, spend more to help the economy recover? Should salaries be reviewed? One expat concludes: \u0026quot;We\u0026#39;re hoping for the best and are preparing ourselves mentally for the worst. We\u0026#39;ll try to come out as winners no matter what the future holds.\u0026quot;\u003C\/p\u003E\r\n","date":"2022-08-08 10:00:00","type":"Features"},{"id":7279,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/7\/8\/1659618302-baby-p.jpg","title":"How did expats adapt to the homeschooling-face-to-face classes transition","introduction":"\u003Cp\u003E\u003Cstrong\u003EThe Covid-19 pandemic shook the entire planet, and all spheres of economies and societies were impacted. The education sector hasn\u0026#39;t been spared either, as children and parents both had to adapt to new teaching and learning methods.\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Cp\u003EIn fact, parents and children were faced with distance learning overnight, which meant that homeschooling became the new norm for many. Weeks, months, and even years went by for some until children could go back to school and parents could get back to their routine. But how did expat kids and parents deal with the whole situation, and how was the transition from homeschooling to face-to-face classes?\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EAdaptation is the key\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EChlo\u0026eacute; is a Belgian expat in Holland. During the first lockdown, her 7-year-old daughter was able to take distance learning classes, unlike her 4-year-old son at the time.\u0026nbsp;\u0026quot;It was not easy to combine full-time work with children at home. For the first time, the school had to set up distance learning, but they were very organized. In Holland, children usually use computers in class, so there was nothing new to it.\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EDuring the second 4-week lockdown, Chloe dropped her children off with their grandparents in Belgium. This way, the parents had less stress and did not have to combine remote work with homeschooling. \u0026quot;The children still have distance learning from time to time, but it\u0026#39;s not such a big deal. ig deal. The return to school was easy. The children were happy to go back. Of course, the masks were still mandatory in the corridors for the older children, and the parents were no longer allowed into the school premises, but we all adapted very quickly.\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EFlorence has lived in Germany since 1988. She and her husband had a well-established routine where they would have breakfast together as a family before attending to their daily business. Florence worked from home while her children, aged 15 and 18, had exercises planned by the school.\u0026nbsp;\u0026quot;There were a few distance learning classes but very few with students regularly missing, mine as well. Distance school was new as it was simply organized during the lockdown\u0026quot;. This situation even led to many\u0026nbsp;arguments and misunderstandings in Germany.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EFlorence, who is familiar with distance learning (since she teaches German and French online), saw \u0026quot;untrained teachers, confronted with unknown websites, and all this without any motivation on the part of the school managers. Some teachers were really involved, including those of my son, for example, but the learning phase was done at the same time as the teachers. Teachers and the students helped each other and moved forward at the same time, together.\u0026quot; Regarding the return to school, Florence says:\u0026nbsp;\u0026quot;My children were happy to get back to school and especially to see their friends in real life, those with whom they spent evenings, even nights on the chat. It was a seamless transition.\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EMarie F., an expat mum in Pondicherry, India, tells us about her experience during the extended lockdowns when schools were closed for a long period. In fact, school closures in India was among the longest in the world, according to UNESCO.\u0026nbsp;\u0026quot;The kids haven\u0026#39;t gone to school for almost two whole years\u0026quot;, she says. Her family is used to\u0026nbsp;living indoors during very hot periods of the year; nevertheless, they had to find their rhythm. Since her kids are enrolled in a French high school, the follow-up has been relatively easy from the beginning. As Marie is used to working from home, she found it quite easy to plan her days, alternating between helping with homework in the mornings, assisting her daughter in video classes, and finding activities to keep her busy.\u0026quot;The first few months were more challenging because the parents were putting a lot of pressure on themselves regarding academic success and having to be a teacher in addition to their role as a parent.\u0026quot;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EMarie F. feels sorry for parents who speak little or no French and whose children attended the same school as her daughter. Finally, as the months went by, the pace became slower, and the schools reassured the parents that they would be able to catch up and receive the necessary support afterward. Marie F. tells us about a particularly successful activity that had been set up for her daughter, who is in grade two:\u0026nbsp;\u0026quot;They had a challenge with a school in France, with physical exercises and fun activities.\u0026rdquo;\u0026nbsp;Her daughter loved it, as did all her little friends in India and France.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003ERegarding the return to school, however, it seems to have been even more difficult than the adaptation to homeschooling.\u0026nbsp;\u0026quot;A lot of fatigue, a complicated rhythm to resume, difficult schedules... The students and the teachers found it difficult to return to normal schooling after spending two years in distance learning mode\u0026quot;.\u0026nbsp;Marie F. mentions a partial resumption with half-days schooling so they wouldn\u0026#39;t go too fast. \u0026quot;However, the children found it hard to concentrate and stay seated in class. As for the teachers, they said they had difficulty capturing their students\u0026#39; attention and that there was a risk that they would get bored in class. So it was a complicated return for children who were nevertheless happy to be with their friends and who had followed a distance learning program during the lockdowns\u0026quot;. Still, she believes that the extended school closure in India was probably less destabilizing for her children than the \u0026quot;on and off\u0026quot; system that other children experienced in France.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIndian high schools have had more complex experiences with schooling. The resources did not allow for distance learning, with classes of generally around 50 to 100 students per class in the classroom. \u0026quot;Many schools could not set up a distance learning system because the families did not have computer equipment, and the schools did not have the resources to adapt to this new situation. Also, many children did not have any schooling during these 18 months or even 2 years of closure, depending on the region.\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EComplexities that called for a change in schooling and learning methods\u003C\/h2\u003E\r\n\r\n\u003Cp\u003ECarina is Swiss German and has lived in France with her English husband since 2015. Their daughter was attending the village public primary school, a school that had hardly implemented any learning system during the first lockdown. Another difficulty was that the little support provided required the assistance of parents who spoke perfect French, which is not the case with their family, so they felt completely abandoned during this period. The return to school did not help her daughter, as she had to repeat her class. Chilled by a disorganized system and by so little individualized support, Carina and her husband decided to change their daughter\u0026#39;s school and enrolled her in a private international one the following year. Distance learning was provided, and her daughter got genuine assistance. \u0026quot;She enjoyed every moment during this second phase at home, unlike the first time, and has an excellent memory of it. After the 2nd lockdown, she was very happy to see her friends and teachers again. She felt well integrated into the group, receiving real support even remotely. The warm welcome back to the playground positively impacted the children who lived through these two years marked by the pandemic.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EN. is a French expat who lives in Mauritius with his wife, Aur\u0026eacute;lie. They were disappointed with the distance learning system set up by the elementary school their children were attending. Following the lockdowns and several months of almost non-existent distance learning (a few hours of online learning per week with the teacher and a few exercises and lessons for the week, supervised by parents only), they took a radical decision to withdraw the children from the costly private education system.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EToday Aur\u0026eacute;lie takes care of the children\u0026#39;s homeschooling through a French system distance learning organization.\u0026nbsp;\u0026quot;In the beginning, we were lost, and I found it difficult to conciliate my roles as a teacher and mother during school hours. The kids also found it difficult to adapt, and they missed their friends very much. But, little by little, we found our place, and we organized ourselves so that the children could continue to have a social life, and so could we.\u0026quot;\u0026nbsp;Aur\u0026eacute;lie defined a new rhythm to work on concepts and follow the program.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u0026quot;Although the beginning was difficult, we are finishing the school year. In addition to being very invested in their education, we also share many moments of bonding. We grow together and evolve at our own pace because there is no specific schedule. We chose this and have no regrets at all\u0026quot;.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe success of homeschooling during those periods depended mainly on the strategies and programs set up by schools, but most parents, teachers, and children played an essential role in the adaptation.\u003C\/p\u003E\r\n\r\n\u003Cp\u003ERegarding the transition from homeschooling to school, schools and their actors had a prominent role in ensuring that normal schooling resumes in the smoothest way possible. Regardless of the good or poor organization, children did their best to pursue their learning, even when they were not surrounded by education professionals.\u003C\/p\u003E\r\n","date":"2022-08-10 11:00:00","type":"Features"},{"id":7277,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/7\/6\/1659616536-gil-c.jpg","title":"News at a glance : Financial risk: Moody\u0027s sanctions Mauritius","introduction":"\u003Cp\u003E\u003Cstrong\u003E\u003Cspan id=\u0022docs-internal-guid-df69b866-7fff-7686-a4d6-5a16fa807221\u0022\u003EMoody\u0026#39;s places Mauritius in the Baa3 category. Also, 8,000 cases of COVID-19 in just a month since sanitary measures have been lifted. The campaign for the second booster dose launched this week.\u003C\/span\u003E\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003EFinancial risk: Moody\u0026#39;s places Mauritius in the Baa3 category\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003EThe rating agency Moody\u0026#39;s has downgraded Mauritius from Baa2 to Baa3. The reasons given for its decision to downgrade Mauritius\u0026#39; rating are the quality and effectiveness of institutions and government policymaking, which have significantly weakened the country\u0026#39;s economic resilience and its ability to absorb future economic shocks. With this rating, the country is now ranked last in the investment category. The agency recommends that public spending be reduced. The same applies to debt, which should be reduced from 86% to 70% of gross domestic product.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003ECOVID-19: positive cases soar\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003EIt is no secret that COVID-19 cases have been increasing since July, right after the easing of sanitary measures. The wearing of masks and social distancing are no longer mandatory since a little over a month and this could explain the increase in the number of cases. Indeed, 8000 positive cases of COVID-19 were officially recorded in July and of which ten were fatal. According to the authorities, the majority of the people infected showed only mild symptoms and it is mostly the elderly and non-vaccinated who succumbed to the virus.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003EMore than 200,000 doses of Pfizer vaccine expired in July\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003E203,580 doses of Pfizer vaccine expired in July, some 2,000 doses will expire in August and 90,000 in September. However, the Mauritius Ministry of Health announced that the vaccine manufacturer has made it clear that the doses that expired in July can be used until September of this year.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003ECampaign for second booster dose launched\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003EThe Ministry of Health launched its campaign for the second booster dose earlier this week for those over the age of 18. Pfizer and Moderna vaccines are being used for this booster dose. Those wishing to receive the vaccine can do so Monday through Friday from 9 a.m. to 2:30 p.m. and on Saturdays from 9 a.m. to noon at Covid-19 vaccination centers across the island.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003EAdolescents, aged 12-17, can also receive the second dose. They will have to go to the centers with their parents and bring their birth certificate.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003EShortage of medicines in pharmacies\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003ENearly 80 medicines have been unavailable for several weeks in our pharmacies, according to an article in the Mauritian media outlet Le D\u0026eacute;fi. Indeed, the difficult supply of raw material would make the production of medication complicated at the moment. Pharmacies can, however, offer generics.\u003C\/span\u003E\u003C\/p\u003E\r\n","date":"2022-08-04 02:39:00","type":"News"},{"id":7275,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/7\/4\/1659615572-kestreloculus.jpg","title":"500 pieds waterfall: gorgeous but dangerous!","introduction":"\u003Cp dir=\u0022ltr\u0022\u003E\u003Cstrong\u003E\u003Cspan id=\u0022docs-internal-guid-dcfbfefe-7fff-e5f4-cb7e-123eb898d60b\u0022\u003EWe are heading towards the Black River Gorges. Expat.com takes you on a hike and invites you to discover the famous 500 feet waterfall (500 pieds waterfall). It offers a breathtaking view, but is as dangerous as it is beautiful.\u003C\/span\u003E\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-c13f7771-7fff-425f-5861-a681e8e2a5cc\u0022\u003EIt is undoubtedly one of the most beautiful places on the island but also one of the most hidden. Also known as the Cascade des Galets, the 500 feet waterfall is located in the Black River Gorges National Park. The park has several entry points, and the path to the waterfall is at the trailhead located at the Alexandra Falls viewpoint.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-c13f7771-7fff-425f-5861-a681e8e2a5cc\u0022\u003EA gentle walk of about 30 minutes and the crossing of a small stream will take you to the top of the waterfall. From there, you can see a part of the thick forest of the Black River Gorges. A breathtaking view. Access to the bottom of the Cascade 500 Pieds is restricted to the public, however, because it is located on private land owned by Agr\u0026iuml;a Lt\u0026eacute;e (formerly the Bel-Ombre Sugar Company). Therefore, an authorization is required from the company to hike to the foot of the waterfall.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cimg alt=\u0022\u0022 class=\u0022img-responsive\u0022 data-src=\u0022\/images\/upload\/7\/2\/7\/4\/1659616233-500pie.jpg\u0022\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-3efeadd2-7fff-8522-13a6-19c652a49b1d\u0022\u003EBe prepared because the hike requires a certain technique. The presence of a guide is strongly recommended. Be sure to follow the instructions and signs.\u0026nbsp; To reach the waterfall, you have to cross a river full of slippery rocks. The place is also known to be dangerous especially if it is raining. But once there, the view on this waterfall which, as its name indicates, falls for 500 feet is a breathtaking spectacle. The natural pool is perfect for a dip. The view of the southwestern part of the island is exquisite.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-3efeadd2-7fff-8522-13a6-19c652a49b1d\u0022\u003EThe Cascade 500 pieds hike is perfect for anyone craving for a full immersion in nature.\u003C\/span\u003E\u003C\/p\u003E\r\n","date":"2022-08-04 02:31:00","type":"Features"},{"id":7272,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/7\/2\/1659611409-nurses.jpg","title":"Nursing career abroad: Where should you move and why?","introduction":"\u003Cp\u003E\u003Cstrong\u003ENurses form an integral part of the healthcare system. However, the long hours and stressful working conditions mean that a career in nursing is only for those who truly love it. This article will look at the countries where nursing is in high demand and explore the benefits of working abroad.\u0026nbsp;\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2\u003EWhich countries need nurses the most?\u0026nbsp;\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe nursing industry has been steadily declining - statistics show a current global shortage of 5.9million nurses and 4 million nurses who are due to retire within the next 10 years. Amidst the global nursing shortage, there are many countries that are actively seeking to fill the many vacancies that have been created. Here are the main countries in need of nurses.\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EUK\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EThe last few years have seen a huge drop in graduate intakes for courses in nursing and broader healthcare in the UK. An NHS survey showed that there are nearly 40,000 nursing vacancies across England alone. In response to this lack of demand, the UK is currently looking for overseas talent to fill in for the lack of local demand in the coming years.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EAustralia\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EAustralia is also undergoing a nursing shortage. The pandemic saw many nurses either quit their jobs or leave the industry completely due to burnout. A HWS survey showed that by 2025 there will be a shortage of over 100,000 nurses. The country has already put incentives in place to address this and bring in more nurses both locally and overseas.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EUAE\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003ENursing is highly sought after in the UAE. Being a dominant hub for expats, places like Saudi Arabia have been successful in attracting expats in fields like finance and entrepreneurship but have struggled to meet the same demand for the nursing and medical industry. The pandemic also meant that healthcare became a more pressing issue and the need to bring in more nurses increased.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EHaiti\u0026nbsp;\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EHaiti is also in desperate need of healthcare services. Being one of the poorest countries in the world, it naturally struggles to meet demand in many industries but currently has a severe lack of nurses. The US alone has more than 100 times the number of nurses than Haiti does, and therefore Haiti is desperately on the lookout for overseas nurses to manage this shortfall.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat are the benefits of working abroad as a nurse?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThere are many benefits working abroad as a nurse. Moving overseas can be a great career move and can bring many benefits that can only be experienced in a different country. Below are the top five benefits of working overseas as a nurse.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EExpand your network\u0026nbsp;\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EExpanding both your personal and professional network is a big advantage for nurses wanting to work overseas. By finding work in another country, nurses can meet new people within the nursing industry and open up new opportunities within the broader healthcare system.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThis network is also important to those wanting to advance their career. A large contact base within the medical industry means that nurses can more easily move into other areas of the healthcare system, such as taking senior nursing positions or even management or supervisory roles.\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EGain international experience\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003ENurses can gain new cultural insights when working overseas that can apply to many aspects of their job. As each country their own distinct culture, nurses can adopt these skills and gain valuable international exposure.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003ENursing is a job focused on engaging with people. There are valuable things that can be learned by absorbing the culture and beliefs of a country other than your own. Learning how to converse with patients from different backgrounds or learning the etiquette of a foreign healthcare system are just a few examples of the benefits that come with a career spent working overseas.\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EDevelop new skills\u0026nbsp;\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EA career spent overseas will also allow nurses to gain new knowledge and further their technical skills. As each country has its own unique healthcare system, nurses can gain exposure to foreign medical procedures and alternative ways to diagnose patients. For example, nurses working in Africa or poorer rural areas can expect to come across a variety of scenarios, such as exotic diseases that are only prevalent in certain parts of the world. These unique experiences are extremely useful in broadening their knowledge base and providing better healthcare to patients.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EEnjoy a different culture\u0026nbsp;\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003ETaking a nursing job overseas is a great chance to experience a whole new culture. Being on the frontline of the health system means that nurses can have very stressful working lives. However, being in a new country gives them a great opportunity to relax properly during their downtime.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003ENurses working overseas have chances to explore new places, try new foods, and meet people from different cultures. These experiences are a great way to find a good work-life balance but can broaden your worldview to become a better professional and a more well-rounded person.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EBigger earning potential\u0026nbsp;\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EWorking abroad gives nurses the chance to fill demand in countries that have significant nursing shortages. This desperate need to fill vacancies means that nurses have higher negotiating power with their employers to earn higher salaries. A US national health survey stated that nurses could expect to earn up to US$15k more annually after 2+ years of international experience.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003ENurses who move overseas also develop a unique skill set due to their international experience and become a real asset to the healthcare system. This worldly experience is often highly sought after by employers. Therefore nurses can progress internally at a faster rate or can more easily move to another country to attain a higher position.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn conclusion, there are many great opportunities for people wanting to pursue a career in the nursing industry. The global shortage means that countries are actively looking to fill the many vacancies and should prompt nurses to seriously consider pursuing a career abroad.\u0026nbsp;\u003C\/p\u003E\r\n","date":"2022-08-10 10:00:00","type":"Features"},{"id":7267,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/6\/7\/1660023739-amerirope.jpg","title":"Why are more Americans keen on moving to Europe?","introduction":"\u003Cp\u003E\u003Cstrong\u003EFinancial Advisor reported in July 2022 that more Americans are moving to Europe to buy homes. The difficulty of becoming a homeowner on a middle-class salary in the US, political anger caused by issues like mass shootings and the overturning of Roe v\/s Wade, as well as strength of the dollar compared to European currencies: these are all factors driving US expats to move to the other side of the Atlantic.\u003C\/strong\u003E\u0026nbsp;\u003C\/p\u003E\r\n","body":"\u003Ch2\u003EHomes are more affordable in Europe than in the US\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EAccording to the National Association of Realtors, the median price for a home in the US reached $416,000 in June 2022. This represents an increase of nearly 20% in a single year. It puts home ownership out of reach for many Americans, even those who are in the upper-middle class earning bracket, are in their late 30s or 40s, and have considerable savings in hand \u0026ndash; sometimes as much as $300,000.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn comparison, it is easy to buy a spacious home in small Portuguese, Spanish, Italian, Greece or Maltese towns for just $60,000-$80,000. These small towns of southern Europe are underpopulated and are looking to attract expats who have money to invest.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EData from the Pew Research Center shows that, in 2021, one-quarter of American adults between 25 to 34 were living in a multigenerational household, i.e., with their parents, grandparents, or older siblings. That number was only 9% back in 1971 when the Boomer generation were young adults.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIt is clear that Millennials and Gen Zs face an impossible real estate market. Already saddled with student debt, they are less keen than their parents on applying for a mortgage. Indeed, according to the Mortgage Bankers Association, mortgage applications in the US are at their lowest level since the new millennium. So currently, moving abroad to buy a home looks like a smaller risk than accumulating more debt.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EThe international purchasing power of US expats has risen with the dollar\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EIn 2022, the US dollar hit parity with the euro. Previously, the euro was worth about 1 to 1.5 times more than the dollar. This gives young middle-class Americans more economic power to move abroad. In the past, it was mainly only retired or wealthy Americans who invested in European real estate, but this is no longer the case.\u003C\/p\u003E\r\n\r\n\u003Cp\u003ESotheby\u0026#39;s reports that Americans\u0026#39; interest in moving to Greece jumped by 40% in the mere three months of April-June 2022, while the real estate agency Knight Frank reports that Americans\u0026#39; interest in moving to France and Italy is the highest in three years. The pandemic and Great Resignation have normalized remote working and job-hopping, both of which facilitate relocating abroad.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn addition, some European countries have launched special visas to lure digital nomads to come and settle in underpopulated regions and boost the local economy (Forbes, February 2022). The last country to announce a digital nomad visa is Spain, while Georgia, Croatia, the Czech Republic, Iceland, Germany, Norway, Portugal, Malta and Hungary already have such programs.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EA strong dollar ensures that most US expats can meet the income or investment threshold of these digital nomad visas. The required income can be as low as $600, as in Portugal, but hovers around $2000 in most countries \u0026ndash; a middle-class salary. The visa requires the applicant to be a freelancer earning an income from abroad or to be working remotely for a company based abroad. These two work situations have been very common since the pandemic.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EEurope is safer\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EFinances are not the only thing driving American expats to Europe: politics is also causing outmigration. The pervasiveness of gun violence in the US and the overturning of abortion rights have made some Americans doubt whether their country is the best place to raise a family.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe elementary school shooting in Uvalde, Texas, has rattled American families, especially those with young children. Even after 19 children and two teachers were killed in that shooting, the government is still not taking concrete measures to restrict access to guns. In a July 2022 article in Bloomberg, Jamie Dixon, an American digital nomad living in Portugal, said that she decided to move there from Los Angeles last year in order to give her young child \u0026ldquo;a normal childhood.\u0026rdquo; Her main reason for moving was anxiety about violent crime, not finances.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn June 2022, the US Supreme Court overturned the historic 1973 Roe v\/s Wade ruling that guaranteed Americans the right to have a safe, legal abortion in all states. The Institute of International Education reported a big spike of 83% in US students looking for information about studying in Europe right after the ruling. The spike came especially from red states, that is, Southern and Midwestern states where Conservatives hold a lot of power. Young people, especially women in conservative states, will be the most affected by their state\u0026#39;s criminalization of abortion. As most European countries have legal, often even state-funded, abortion services while having the same standard of living as the US, it seems safer to be in Europe right now.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EWhile there are cons to moving to Europe, such as higher income tax rates, lower salaries and more bureaucracy, many US expats think that the pros outweigh the cons. Their economic power and the safety net in Europe make it easier not only to buy a house but also to raise children and retire early.\u003C\/p\u003E\r\n","date":"2022-08-08 02:00:00","type":"Features"},{"id":7266,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/6\/5\/1659590468-photo-yasmine.png","title":"From the USA to Canada: An expat family\u0027s big adventure","introduction":"\u003Cp\u003E\u003Cstrong\u003EYasmine has been living in North America for multiple years. She first accompanied her husband to North Carolina, in the US, before recently relocating again to Quebec in the heart of winter. She talks to us about her experience in these two very different American countries.\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2\u003EHow and when did your expat story start?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003ETo answer your question, I have to acknowledge that I\u0026#39;ve been traveling all my life, first with my birth family (my parents and siblings) as my father was a diplomat, and later with the family I raised on my own. So, it\u0026#39;s difficult to talk about my \u0026quot;first expat experience,\u0026quot; which really happened when I was a baby. Traveling has since then been a constant in my life, you could say that the only constant element in my life has been changing the place where I live!\u003C\/p\u003E\r\n\r\n\u003Cp\u003ETo answer your question, my first expat experience as an adult with my family was in England in 2008. We were 6 people to move as we have 4 kids. We returned to France in 2012 and remained there for two years before relocating to North Carolina in the States.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ECan you tell us more about your move to North Carolina? What brought you there?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EWe moved after my husband decided to seize a job opportunity, as is often the case. We also wanted to see the world. I didn\u0026#39;t plan what exactly I would do there, but I knew I wanted to work. That turned out to be much more difficult because there were no jobs in my field (investment banking). So, instead, I spent a lot of my time volunteering in schools, I made myself familiar with the American school system, I even started a blog about it, I went on hikes and explored the Triangle Township (Raleigh, Durham, Chapel Hill) with my dog when the kids were at school. I also taught French in a retirement home and a middle school. These experiences proved to be very meaningful.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ETell us a bit about your life over there. What did you like the most, and what was the most difficult to adjust to?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe most challenging part was realizing that North Carolina is truly the \u0026quot;Deep South\u0026quot; USA. It doesn\u0026#39;t match with the image we often have the of the United States, that is, of New York or California. I liked the least how we needed a car to go anywhere. It was impossible to get around on foot or even take public transport, which was nearly non-existent. So, we had to carefully plan every outing, as any destination takes some 40 minutes to reach when you live in Triangle Township. What I liked the most was the positive attitude of Americans; they are always smiling and in a good mood, no matter their difficulties.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EAnd then came yet another adventure. What\u0026#39;s the reason behind your move to Canada?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EOnce again: a job transfer. I loved the idea that in Quebec, we would have the best of both worlds: a bilingual environment (even if it\u0026#39;s at risk), but also America, with its large spaces and a lifestyle quite similar to the one in the US, even though we are in another country. What scared me, of course, like any other person planning to move there, was the extremely cold winter.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EHow was your arrival in Canada?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EWe arrived in July and moved into a house we had chosen online, so I was a bit anxious. It was very hot, and there was no air-conditioning in the house. We were bathed in sweat from carrying stuff in, emptying boxes, setting up things, going down the stairs, etc. Also, I had promised to visit my parents, so we traveled across the Atlantic for a few days before coming back to Canada. I admit that the timing wasn\u0026#39;t the best and that it was more tiring than anything else, but oh well, this is how things are.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWas your first encounter with the weather a shock after the very mild weather of North Carolina? Did you find it hard to adapt?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe infamous weather! Yes, winter was definitely cold: for example, last winter, the temperature hovered around 86\u0026deg;F for 2-3 weeks. On the plus side, we enjoy plenty of blue skies, and snowstorms are spectacular. We love seeing pure white snow cover everything; it makes everything look so beautiful and clean. You have to get used to it if you must go out every day; you just need to be dressed in enough layers. Besides, there are so many winter activities to do: ice-skating in parks or indoors, cross-country skiing right in the middle of town, downhill skiing a bit further out of town, sledge rides, snowshoeing (even in town). I even went to a concert in the dead of winter (Igloofest); it was magical under the falling snow.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ENorth Carolina v\/s Canada: your first impressions, the pros and cons?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThey are so different that it\u0026#39;s difficult to compare them. I find that the lifestyle is a bit like in the US. What can throw French people off is their misconception that Quebec is similar to France as the spoken language is French. The biggest change was that we were now living in an urban area and very close to a metro station, which changed our lives significantly. Montreal is a very lively city; all of its boroughs are different, which means that there\u0026#39;s always something new to discover. It\u0026#39;s much more bustling than North Carolina! And, of course, there\u0026#39;s this proximity to nature. At a one-hour or 1.5-hour drive from Montreal, you\u0026#39;ll find yourself in a forest or on the shore of a lake.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAnother interesting thing is the incredible diversity of Montrealers: down our (small) street, we\u0026#39;re able to meet Tunisian, Greek, Chinese, Portuguese, Lebanese, Filipino, Belgian people, and even a few natives of Quebec.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat are your views about the administrative aspects of living in the US and Canada?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EIt\u0026#39;s much easier to obtain a work permit in Canada (depending on the status of the \u0026quot;main visa holder\u0026quot;). You can get it as soon as you cross the border when you enter the country. Another difference is that when the permit expires and needs to be renewed, your status remains pending until you receive your new permit, even after the expiration date of the old permit. Overall, it\u0026#39;s much more flexible than in the States.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EYou can also be granted permanent residency (equivalent to a Green Card) much more quickly than in the US. You can get it in only 3 years if you meet all other requirements.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThat being said, there is still red tape like everywhere else: taxes, social security card, etc. Moreover, during the pandemic, everything was being done online, so it took more time.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EDo you have any advice for expatriates who want to move to Canada, more specifically to Quebec?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EAs always, when you move abroad, you need to have an open mind, as well as some savings to settle down. You also need to consider the climate if you do not tolerate the winters.\u003C\/p\u003E\r\n","date":"2022-08-05 10:00:00","type":"Interviews"},{"id":7261,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/5\/5\/1659335156-group-of-workers.jpg","title":"Labor Market Impact Assessment: How does this affect international talent mobility?","introduction":"\u003Cp\u003E\u003Cstrong\u003EIn Canada, employers are required to conduct a Labor Market Impact Assessment (LMIA) before hiring foreign nationals. In other words, they must show that they have not been able to hire Canadians, despite all their efforts. Other countries have similar rules. But do such assessments stand in times of labor shortages?\u0026nbsp;\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2\u003EThe Canadian Labor Market Impact Assessment (LMIA)\u003C\/h2\u003E\r\n\r\n\u003Cp\u003ERest assured, the LMIA is not mandatory for hiring foreign professionals. This system only allows the company to prove that it hasn\u0026#39;t been able to find a Canadian or a permanent resident for the position offered. The Canadian government states that only \u0026quot;employers of certain types of temporary workers require an LMIA,\u0026quot; which is necessary when a foreign national applies for a work permit for this particular job type.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EEmployers hiring under the \u0026quot;Temporary Foreign Worker Program (TFWP)\u0026quot; must first complete an LMIA. However, employers hiring through the International Mobility Program do not need it.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe LMIA determines whether a company is hiring a foreign national to address a labor shortage or to fill a specific skill needed in a particular field. However, in the face of the health and economic crisis, Canada is more than ever in need of human resources. However, this assessment is paid, and the price has been rising over the past years. Today, a company must spend $1,000 for an impact study, compared to $245 a few years ago. In addition, the duration of the process can vary depending on the type of job, the industry, and the company\u0026#39;s location. On average, it takes between a few weeks and a few months. LMIA for highly skilled jobs or for highly paid positions and for very short work permits (120 days maximum) are processed within shorter delays (within 10 days). But is this study still useful in times of labor shortage?\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhich other countries require labor market assessments?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EIn France, for example, public or private companies wishing to hire foreigners must first request a work permit. Foreigners holding a residence permit, a work permit, or a Working Holiday Permit are exempt from this requirement. Employers have to publish their job offer with the public service for 3 weeks, along with their application for a work permit. If the vacancy is not filled within 3 weeks, the employer\u0026#39;s application is studied by the prefect, considering the local workforce and the employer\u0026#39;s needs, and responds within 2 months. In case of no response within 2 months, consider that the application has been refused.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EOther countries, such as Spain, also require such assessments. Spanish employers have to apply for a work permit to hire a foreign professional after considering the state of the local labor market. In the United States, employers need to obtain a certificate from the Department of Labor. Here again, employers have to prove that no American worker has the skills for the job offered.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBut considering current labor shortages in many countries, there are questions about whether labor market assessments are still required. In Canada, labor shortages have been observed in most sectors. In February, 337,000 new jobs were created. The following month, some 73,000 additional jobs were created. The government facilitated access to the Temporary Foreign Worker Program (TFWP) following employers\u0026#39; complaints about the administrative burden, which was not compatible with their urgent needs. The TFWP requires using the Labor Market Impact Assessment (LMIA). Sean Fraser, Minister of Immigration, Refugees and Citizenship, promised more \u0026quot;flexibility\u0026quot; and \u0026quot;support for employers who want to expand their workforce and grow.\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhen the labor market adapts to the economic emergency\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EGovernments are attempting to adapt, faced with recent crises and labor shortages. For instance, in the American hotel and restaurant industry, there is reportedly a shortage of more than one million workers. Some companies have opted for robotization to fill these positions. The US economy relies massively on foreign workers. Between 2010 and 2018, foreign manpower accounted for nearly 60% of growth in the US workforce, according to a report from Goldman Sachs. However, former President Trump\u0026#39;s policies and the Covid pandemic have undermined international mobility in the United States.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAlthough governments keep prioritizing local talent and foreign residents already in the country before considering foreign workers, it is very unlikely that labor market assessments will disappear. However, such assessments are expected to be made more flexible in response to labor needs. Sectors facing labor crises, for example, are more likely to benefit from these adjustments to facilitate the hiring of foreign employees. And this is particularly true, especially in times of economic emergency when countries compete to attract international talent. At the same time, Immigrant advocacy organizations tend to remind governments to intervene in the area of rights as well. In their views, global mobility must go hand in hand with better protection for foreign workers.\u003C\/p\u003E\r\n","date":"2022-08-03 11:00:00","type":"Features"},{"id":7259,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/5\/9\/1659417921-contraception.jpg","title":"How easy is it for expat women to find contraception?","introduction":"\u003Cp\u003E\u003Cstrong\u003ERecent research from the University of Washington points out that more than 160 million women worldwide didn\u0026#39;t have access to contraception methods as of 2019. This can be a significant concern for women planning to move abroad with or without a partner and not looking to give birth and make a family.\u0026nbsp;\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Cp\u003EThe research points out significant inequalities over the past five decades among some 1,2 billion women considered to need some form of contraception. In fact, most of these women lived in poorly developed countries. Moreover, while a rise in the number of women using contraception has been recorded during the same period (48% as at 2019), many of them had to stop due to poor access over the past three years.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWomen and birth control: a global insight\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EAn essential part of sexual education and prevention is contraceptive methods, a world that implies a wide range of options that require professional guidance and above all, visibility and access. Many countries don\u0026#39;t have availability, and some cultures see it as negative for women. These situations lead women to opt for the most classic options to prevent pregnancy, such as the pastilles for the day after or condoms.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAround 314 million women and girls are using modern contraception, according to\u0026nbsp;a \u003Ca href=\u0022http:\/\/progress.familyplanning2020.org\/\u0022 rel=\u0022nofollow\u0022 target=\u0022_blank\u0022\u003Estudy\u0026nbsp;by the Family Planning Partnership in 2020\u003C\/a\u003E, which is focused on 69 low-income countries and uses statistics from national surveys, health services and UN population data. The report found that 53 million women have begun using contraceptives since 2012 \u0026ndash; far fewer than the 120 million women experts had hoped to reach by 2020.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBirth control has been around since the 1960s, and although it\u0026#39;s used by more than\u0026nbsp;\u003Ca href=\u0022https:\/\/www.cdc.gov\/nchs\/data\/nhsr\/nhsr060.pdf\u0022 rel=\u0022nofollow\u0022 target=\u0022_blank\u0022\u003E62% of women of reproductive age worldwide,\u0026nbsp;\u003C\/a\u003Eit is met with much controversy, especially by religions and cultures.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EReligions and cultures\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EJudaism, Catholicism, and Islam provide a loophole for the use of birth control: to support the mother\u0026#39;s health. But this is the only exception. Family planning and the use of contraceptives for any other reason (i.e., to save money), single women who want to have sexual relations, are all looked down upon.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003ECatholic Church\u0026#39;s stand on contraception\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAccording to Pandia Health, the Catholic Church is a Christian denomination that adheres to a historical standard on birth control\/contraception, which is that any form of contraceptive use is against their religion. The Vatican released an encyclical by Pope Paul VI entitled Humanae Vitae (\u0026ldquo;Of Human Life\u0026rdquo;), which included an outline of the Catholic view on birth control. The Catholic Church officially believes that birth control is a violation of natural law and that sexual intercourse is for the purpose of procreation. Any pleasure derived from sexual intercourse is a by-product of procreation and is intended to strengthen the loving bond between husband and wife \u0026ndash; it is further believed that these bonds create the ideal environment for raising children. They are formally not in favor of any form of artificial contraception, such as the pill and all hormonal methods of birth control, withdrawal method, sterilization (a.k.a permanent pregnancy prevention from the removal of sex organs), and the use of condoms and other barrier methods\u003C\/p\u003E\r\n\r\n\u003Cp\u003EHowever, surveys on birth control use in the U.S. have found that 77% of married women use a form of contraception versus 42% of non-married women. In addition, 89% of Catholic women use a contraceptive, while 90% of Protestant women use one. Even though the Protestant denominations are more lenient on birth control use, rates of contraceptive use are relatively the same between Catholic women and Protestant women.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EIslam\u0026#39;s stand on contraception\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAccording to most scholars on religion and women\u0026#39;s rights, Islam does not prohibit birth control. Furthermore, Islam\u0026#39;s view of birth control is focused on the context of marriage and family, as sex is allowed just with a couple is married. But when a couple does decide to procreate, it should be when they are ready for children. This being said, contraception allows Muslim families to have children when they want and are prepared.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EAround the globe: where is it easier and harder to find contraceptives?\u0026nbsp;\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EAccording to the Contraception Policy Atlas 2022 in Europe,\u0026nbsp;Poland\u0026nbsp;has Europe\u0026#39;s worst contraception policies, according to a new ranking by the European Parliamentary Forum for Sexual and Reproductive Rights. The country is the only one on the continent categorized as having \u0026ldquo;exceptionally poor\u0026rdquo; policies. At the other end of the scale,\u0026nbsp;Belgium, France, and the United Kingdom\u0026nbsp;(all 91.1%) were found to have the best policies.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe Contraception Policy Atlas assesses 46 European countries based on a range of measures relating to contraception, including whether their costs are reimbursed by the health system, what kind of counseling is available, and how much information is provided by the authorities. Poland, the worst, marked 33.5%, below\u0026nbsp;Russia\u0026nbsp;(42.8%)\u0026nbsp;and Bosnia and Herzegovina\u0026nbsp;(44.3%).\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EPoland was the only country where emergency contraception was rated as unavailable. In 2017, the national-conservative Law and Justice (PiS) government made access to the morning-after pill available only on prescription. Women\u0026#39;s rights groups have argued that, in practice, this makes the pills inaccessible for many women.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Ca href=\u0022https:\/\/www.guttmacher.org\/report\/contraceptive-failure-rates-in-developing-world\u0022 rel=\u0022nofollow\u0022 target=\u0022_blank\u0022\u003EAnother\u0026nbsp;study\u0026nbsp;on contraception\u003C\/a\u003E\u0026nbsp;carried out in developing countries in 2016 found that overall contraceptive prevalence among all women 15\u0026ndash;49 at risk for pregnancy (all those who are married as well as those who are unmarried and sexually active) ranged from 13% in\u0026nbsp;Senegal\u0026nbsp;to 79% in\u0026nbsp;Vietnam. By subregion, contraceptive prevalence varied widely and was extremely low in\u0026nbsp;Western African countries\u0026nbsp;(range, 13\u0026ndash;19%) and low in\u0026nbsp;Eastern African countries\u0026nbsp;(14\u0026ndash;58%). It was somewhat higher in countries in Eastern Europe and Central Asia (28\u0026ndash;69%) and\u0026nbsp;Southern Asia\u0026nbsp;(35\u0026ndash;61%), and generally the highest in\u0026nbsp;Latin American countries\u0026nbsp;(38\u0026ndash;77%),\u0026nbsp;Southeastern Asia\u0026nbsp;(49\u0026ndash;79%), and\u0026nbsp;Northern Africa and Western Asia\u0026nbsp;(51\u0026ndash;72%).\u003C\/p\u003E\r\n","date":"2022-08-03 09:00:00","type":"News"}]