[{"id":7277,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/7\/6\/1659616536-gil-c.jpg","title":"News at a glance : Financial risk: Moody\u0027s sanctions Mauritius","introduction":"\u003Cp\u003E\u003Cstrong\u003E\u003Cspan id=\u0022docs-internal-guid-df69b866-7fff-7686-a4d6-5a16fa807221\u0022\u003EMoody\u0026#39;s places Mauritius in the Baa3 category. Also, 8,000 cases of COVID-19 in just a month since sanitary measures have been lifted. The campaign for the second booster dose launched this week.\u003C\/span\u003E\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003EFinancial risk: Moody\u0026#39;s places Mauritius in the Baa3 category\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003EThe rating agency Moody\u0026#39;s has downgraded Mauritius from Baa2 to Baa3. The reasons given for its decision to downgrade Mauritius\u0026#39; rating are the quality and effectiveness of institutions and government policymaking, which have significantly weakened the country\u0026#39;s economic resilience and its ability to absorb future economic shocks. With this rating, the country is now ranked last in the investment category. The agency recommends that public spending be reduced. The same applies to debt, which should be reduced from 86% to 70% of gross domestic product.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003ECOVID-19: positive cases soar\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003EIt is no secret that COVID-19 cases have been increasing since July, right after the easing of sanitary measures. The wearing of masks and social distancing are no longer mandatory since a little over a month and this could explain the increase in the number of cases. Indeed, 8000 positive cases of COVID-19 were officially recorded in July and of which ten were fatal. According to the authorities, the majority of the people infected showed only mild symptoms and it is mostly the elderly and non-vaccinated who succumbed to the virus.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003EMore than 200,000 doses of Pfizer vaccine expired in July\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003E203,580 doses of Pfizer vaccine expired in July, some 2,000 doses will expire in August and 90,000 in September. However, the Mauritius Ministry of Health announced that the vaccine manufacturer has made it clear that the doses that expired in July can be used until September of this year.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003ECampaign for second booster dose launched\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003EThe Ministry of Health launched its campaign for the second booster dose earlier this week for those over the age of 18. Pfizer and Moderna vaccines are being used for this booster dose. Those wishing to receive the vaccine can do so Monday through Friday from 9 a.m. to 2:30 p.m. and on Saturdays from 9 a.m. to noon at Covid-19 vaccination centers across the island.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003EAdolescents, aged 12-17, can also receive the second dose. They will have to go to the centers with their parents and bring their birth certificate.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003EShortage of medicines in pharmacies\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-81cfa34b-7fff-0bd9-569a-9801fda53ed3\u0022\u003ENearly 80 medicines have been unavailable for several weeks in our pharmacies, according to an article in the Mauritian media outlet Le D\u0026eacute;fi. Indeed, the difficult supply of raw material would make the production of medication complicated at the moment. Pharmacies can, however, offer generics.\u003C\/span\u003E\u003C\/p\u003E\r\n","date":"2022-08-04 02:39:00","type":"News"},{"id":7275,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/7\/4\/1659615572-kestreloculus.jpg","title":"500 pieds waterfall: gorgeous but dangerous!","introduction":"\u003Cp dir=\u0022ltr\u0022\u003E\u003Cstrong\u003E\u003Cspan id=\u0022docs-internal-guid-dcfbfefe-7fff-e5f4-cb7e-123eb898d60b\u0022\u003EWe are heading towards the Black River Gorges. Expat.com takes you on a hike and invites you to discover the famous 500 feet waterfall (500 pieds waterfall). It offers a breathtaking view, but is as dangerous as it is beautiful.\u003C\/span\u003E\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-c13f7771-7fff-425f-5861-a681e8e2a5cc\u0022\u003EIt is undoubtedly one of the most beautiful places on the island but also one of the most hidden. Also known as the Cascade des Galets, the 500 feet waterfall is located in the Black River Gorges National Park. The park has several entry points, and the path to the waterfall is at the trailhead located at the Alexandra Falls viewpoint.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-c13f7771-7fff-425f-5861-a681e8e2a5cc\u0022\u003EA gentle walk of about 30 minutes and the crossing of a small stream will take you to the top of the waterfall. From there, you can see a part of the thick forest of the Black River Gorges. A breathtaking view. Access to the bottom of the Cascade 500 Pieds is restricted to the public, however, because it is located on private land owned by Agr\u0026iuml;a Lt\u0026eacute;e (formerly the Bel-Ombre Sugar Company). Therefore, an authorization is required from the company to hike to the foot of the waterfall.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cimg alt=\u0022\u0022 class=\u0022img-responsive\u0022 data-src=\u0022\/images\/upload\/7\/2\/7\/4\/1659616233-500pie.jpg\u0022\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-3efeadd2-7fff-8522-13a6-19c652a49b1d\u0022\u003EBe prepared because the hike requires a certain technique. The presence of a guide is strongly recommended. Be sure to follow the instructions and signs.\u0026nbsp; To reach the waterfall, you have to cross a river full of slippery rocks. The place is also known to be dangerous especially if it is raining. But once there, the view on this waterfall which, as its name indicates, falls for 500 feet is a breathtaking spectacle. The natural pool is perfect for a dip. The view of the southwestern part of the island is exquisite.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-3efeadd2-7fff-8522-13a6-19c652a49b1d\u0022\u003EThe Cascade 500 pieds hike is perfect for anyone craving for a full immersion in nature.\u003C\/span\u003E\u003C\/p\u003E\r\n","date":"2022-08-04 02:31:00","type":"Features"},{"id":7266,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/6\/5\/1659590468-photo-yasmine.png","title":"From the USA to Canada: An expat family\u0027s big adventure","introduction":"\u003Cp\u003E\u003Cstrong\u003EYasmine has been living in North America for multiple years. She first accompanied her husband to North Carolina, in the US, before recently relocating again to Quebec in the heart of winter. She talks to us about her experience in these two very different American countries.\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2\u003EHow and when did your expat story start?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003ETo answer your question, I have to acknowledge that I\u0026#39;ve been traveling all my life, first with my birth family (my parents and siblings) as my father was a diplomat, and later with the family I raised on my own. So, it\u0026#39;s difficult to talk about my \u0026quot;first expat experience,\u0026quot; which really happened when I was a baby. Traveling has since then been a constant in my life, you could say that the only constant element in my life has been changing the place where I live!\u003C\/p\u003E\r\n\r\n\u003Cp\u003ETo answer your question, my first expat experience as an adult with my family was in England in 2008. We were 6 people to move as we have 4 kids. We returned to France in 2012 and remained there for two years before relocating to North Carolina in the States.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ECan you tell us more about your move to North Carolina? What brought you there?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EWe moved after my husband decided to seize a job opportunity, as is often the case. We also wanted to see the world. I didn\u0026#39;t plan what exactly I would do there, but I knew I wanted to work. That turned out to be much more difficult because there were no jobs in my field (investment banking). So, instead, I spent a lot of my time volunteering in schools, I made myself familiar with the American school system, I even started a blog about it, I went on hikes and explored the Triangle Township (Raleigh, Durham, Chapel Hill) with my dog when the kids were at school. I also taught French in a retirement home and a middle school. These experiences proved to be very meaningful.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ETell us a bit about your life over there. What did you like the most, and what was the most difficult to adjust to?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe most challenging part was realizing that North Carolina is truly the \u0026quot;Deep South\u0026quot; USA. It doesn\u0026#39;t match with the image we often have the of the United States, that is, of New York or California. I liked the least how we needed a car to go anywhere. It was impossible to get around on foot or even take public transport, which was nearly non-existent. So, we had to carefully plan every outing, as any destination takes some 40 minutes to reach when you live in Triangle Township. What I liked the most was the positive attitude of Americans; they are always smiling and in a good mood, no matter their difficulties.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EAnd then came yet another adventure. What\u0026#39;s the reason behind your move to Canada?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EOnce again: a job transfer. I loved the idea that in Quebec, we would have the best of both worlds: a bilingual environment (even if it\u0026#39;s at risk), but also America, with its large spaces and a lifestyle quite similar to the one in the US, even though we are in another country. What scared me, of course, like any other person planning to move there, was the extremely cold winter.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EHow was your arrival in Canada?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EWe arrived in July and moved into a house we had chosen online, so I was a bit anxious. It was very hot, and there was no air-conditioning in the house. We were bathed in sweat from carrying stuff in, emptying boxes, setting up things, going down the stairs, etc. Also, I had promised to visit my parents, so we traveled across the Atlantic for a few days before coming back to Canada. I admit that the timing wasn\u0026#39;t the best and that it was more tiring than anything else, but oh well, this is how things are.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWas your first encounter with the weather a shock after the very mild weather of North Carolina? Did you find it hard to adapt?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe infamous weather! Yes, winter was definitely cold: for example, last winter, the temperature hovered around 86\u0026deg;F for 2-3 weeks. On the plus side, we enjoy plenty of blue skies, and snowstorms are spectacular. We love seeing pure white snow cover everything; it makes everything look so beautiful and clean. You have to get used to it if you must go out every day; you just need to be dressed in enough layers. Besides, there are so many winter activities to do: ice-skating in parks or indoors, cross-country skiing right in the middle of town, downhill skiing a bit further out of town, sledge rides, snowshoeing (even in town). I even went to a concert in the dead of winter (Igloofest); it was magical under the falling snow.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ENorth Carolina v\/s Canada: your first impressions, the pros and cons?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThey are so different that it\u0026#39;s difficult to compare them. I find that the lifestyle is a bit like in the US. What can throw French people off is their misconception that Quebec is similar to France as the spoken language is French. The biggest change was that we were now living in an urban area and very close to a metro station, which changed our lives significantly. Montreal is a very lively city; all of its boroughs are different, which means that there\u0026#39;s always something new to discover. It\u0026#39;s much more bustling than North Carolina! And, of course, there\u0026#39;s this proximity to nature. At a one-hour or 1.5-hour drive from Montreal, you\u0026#39;ll find yourself in a forest or on the shore of a lake.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAnother interesting thing is the incredible diversity of Montrealers: down our (small) street, we\u0026#39;re able to meet Tunisian, Greek, Chinese, Portuguese, Lebanese, Filipino, Belgian people, and even a few natives of Quebec.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat are your views about the administrative aspects of living in the US and Canada?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EIt\u0026#39;s much easier to obtain a work permit in Canada (depending on the status of the \u0026quot;main visa holder\u0026quot;). You can get it as soon as you cross the border when you enter the country. Another difference is that when the permit expires and needs to be renewed, your status remains pending until you receive your new permit, even after the expiration date of the old permit. Overall, it\u0026#39;s much more flexible than in the States.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EYou can also be granted permanent residency (equivalent to a Green Card) much more quickly than in the US. You can get it in only 3 years if you meet all other requirements.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThat being said, there is still red tape like everywhere else: taxes, social security card, etc. Moreover, during the pandemic, everything was being done online, so it took more time.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EDo you have any advice for expatriates who want to move to Canada, more specifically to Quebec?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EAs always, when you move abroad, you need to have an open mind, as well as some savings to settle down. You also need to consider the climate if you do not tolerate the winters.\u003C\/p\u003E\r\n","date":"2022-08-05 10:00:00","type":"Interviews"},{"id":7261,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/5\/5\/1659335156-group-of-workers.jpg","title":"Labor Market Impact Assessment: How does this affect international talent mobility?","introduction":"\u003Cp\u003E\u003Cstrong\u003EIn Canada, employers are required to conduct a Labor Market Impact Assessment (LMIA) before hiring foreign nationals. In other words, they must show that they have not been able to hire Canadians, despite all their efforts. Other countries have similar rules. But do such assessments stand in times of labor shortages?\u0026nbsp;\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2\u003EThe Canadian Labor Market Impact Assessment (LMIA)\u003C\/h2\u003E\r\n\r\n\u003Cp\u003ERest assured, the LMIA is not mandatory for hiring foreign professionals. This system only allows the company to prove that it hasn\u0026#39;t been able to find a Canadian or a permanent resident for the position offered. The Canadian government states that only \u0026quot;employers of certain types of temporary workers require an LMIA,\u0026quot; which is necessary when a foreign national applies for a work permit for this particular job type.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EEmployers hiring under the \u0026quot;Temporary Foreign Worker Program (TFWP)\u0026quot; must first complete an LMIA. However, employers hiring through the International Mobility Program do not need it.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe LMIA determines whether a company is hiring a foreign national to address a labor shortage or to fill a specific skill needed in a particular field. However, in the face of the health and economic crisis, Canada is more than ever in need of human resources. However, this assessment is paid, and the price has been rising over the past years. Today, a company must spend $1,000 for an impact study, compared to $245 a few years ago. In addition, the duration of the process can vary depending on the type of job, the industry, and the company\u0026#39;s location. On average, it takes between a few weeks and a few months. LMIA for highly skilled jobs or for highly paid positions and for very short work permits (120 days maximum) are processed within shorter delays (within 10 days). But is this study still useful in times of labor shortage?\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhich other countries require labor market assessments?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EIn France, for example, public or private companies wishing to hire foreigners must first request a work permit. Foreigners holding a residence permit, a work permit, or a Working Holiday Permit are exempt from this requirement. Employers have to publish their job offer with the public service for 3 weeks, along with their application for a work permit. If the vacancy is not filled within 3 weeks, the employer\u0026#39;s application is studied by the prefect, considering the local workforce and the employer\u0026#39;s needs, and responds within 2 months. In case of no response within 2 months, consider that the application has been refused.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EOther countries, such as Spain, also require such assessments. Spanish employers have to apply for a work permit to hire a foreign professional after considering the state of the local labor market. In the United States, employers need to obtain a certificate from the Department of Labor. Here again, employers have to prove that no American worker has the skills for the job offered.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBut considering current labor shortages in many countries, there are questions about whether labor market assessments are still required. In Canada, labor shortages have been observed in most sectors. In February, 337,000 new jobs were created. The following month, some 73,000 additional jobs were created. The government facilitated access to the Temporary Foreign Worker Program (TFWP) following employers\u0026#39; complaints about the administrative burden, which was not compatible with their urgent needs. The TFWP requires using the Labor Market Impact Assessment (LMIA). Sean Fraser, Minister of Immigration, Refugees and Citizenship, promised more \u0026quot;flexibility\u0026quot; and \u0026quot;support for employers who want to expand their workforce and grow.\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhen the labor market adapts to the economic emergency\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EGovernments are attempting to adapt, faced with recent crises and labor shortages. For instance, in the American hotel and restaurant industry, there is reportedly a shortage of more than one million workers. Some companies have opted for robotization to fill these positions. The US economy relies massively on foreign workers. Between 2010 and 2018, foreign manpower accounted for nearly 60% of growth in the US workforce, according to a report from Goldman Sachs. However, former President Trump\u0026#39;s policies and the Covid pandemic have undermined international mobility in the United States.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAlthough governments keep prioritizing local talent and foreign residents already in the country before considering foreign workers, it is very unlikely that labor market assessments will disappear. However, such assessments are expected to be made more flexible in response to labor needs. Sectors facing labor crises, for example, are more likely to benefit from these adjustments to facilitate the hiring of foreign employees. And this is particularly true, especially in times of economic emergency when countries compete to attract international talent. At the same time, Immigrant advocacy organizations tend to remind governments to intervene in the area of rights as well. In their views, global mobility must go hand in hand with better protection for foreign workers.\u003C\/p\u003E\r\n","date":"2022-08-03 11:00:00","type":"Features"},{"id":7259,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/5\/9\/1659417921-contraception.jpg","title":"How easy is it for expat women to find contraception?","introduction":"\u003Cp\u003E\u003Cstrong\u003ERecent research from the University of Washington points out that more than 160 million women worldwide didn\u0026#39;t have access to contraception methods as of 2019. This can be a significant concern for women planning to move abroad with or without a partner and not looking to give birth and make a family.\u0026nbsp;\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Cp\u003EThe research points out significant inequalities over the past five decades among some 1,2 billion women considered to need some form of contraception. In fact, most of these women lived in poorly developed countries. Moreover, while a rise in the number of women using contraception has been recorded during the same period (48% as at 2019), many of them had to stop due to poor access over the past three years.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWomen and birth control: a global insight\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EAn essential part of sexual education and prevention is contraceptive methods, a world that implies a wide range of options that require professional guidance and above all, visibility and access. Many countries don\u0026#39;t have availability, and some cultures see it as negative for women. These situations lead women to opt for the most classic options to prevent pregnancy, such as the pastilles for the day after or condoms.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAround 314 million women and girls are using modern contraception, according to\u0026nbsp;a \u003Ca href=\u0022http:\/\/progress.familyplanning2020.org\/\u0022 rel=\u0022nofollow\u0022 target=\u0022_blank\u0022\u003Estudy\u0026nbsp;by the Family Planning Partnership in 2020\u003C\/a\u003E, which is focused on 69 low-income countries and uses statistics from national surveys, health services and UN population data. The report found that 53 million women have begun using contraceptives since 2012 \u0026ndash; far fewer than the 120 million women experts had hoped to reach by 2020.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBirth control has been around since the 1960s, and although it\u0026#39;s used by more than\u0026nbsp;\u003Ca href=\u0022https:\/\/www.cdc.gov\/nchs\/data\/nhsr\/nhsr060.pdf\u0022 rel=\u0022nofollow\u0022 target=\u0022_blank\u0022\u003E62% of women of reproductive age worldwide,\u0026nbsp;\u003C\/a\u003Eit is met with much controversy, especially by religions and cultures.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EReligions and cultures\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EJudaism, Catholicism, and Islam provide a loophole for the use of birth control: to support the mother\u0026#39;s health. But this is the only exception. Family planning and the use of contraceptives for any other reason (i.e., to save money), single women who want to have sexual relations, are all looked down upon.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003ECatholic Church\u0026#39;s stand on contraception\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAccording to Pandia Health, the Catholic Church is a Christian denomination that adheres to a historical standard on birth control\/contraception, which is that any form of contraceptive use is against their religion. The Vatican released an encyclical by Pope Paul VI entitled Humanae Vitae (\u0026ldquo;Of Human Life\u0026rdquo;), which included an outline of the Catholic view on birth control. The Catholic Church officially believes that birth control is a violation of natural law and that sexual intercourse is for the purpose of procreation. Any pleasure derived from sexual intercourse is a by-product of procreation and is intended to strengthen the loving bond between husband and wife \u0026ndash; it is further believed that these bonds create the ideal environment for raising children. They are formally not in favor of any form of artificial contraception, such as the pill and all hormonal methods of birth control, withdrawal method, sterilization (a.k.a permanent pregnancy prevention from the removal of sex organs), and the use of condoms and other barrier methods\u003C\/p\u003E\r\n\r\n\u003Cp\u003EHowever, surveys on birth control use in the U.S. have found that 77% of married women use a form of contraception versus 42% of non-married women. In addition, 89% of Catholic women use a contraceptive, while 90% of Protestant women use one. Even though the Protestant denominations are more lenient on birth control use, rates of contraceptive use are relatively the same between Catholic women and Protestant women.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EIslam\u0026#39;s stand on contraception\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAccording to most scholars on religion and women\u0026#39;s rights, Islam does not prohibit birth control. Furthermore, Islam\u0026#39;s view of birth control is focused on the context of marriage and family, as sex is allowed just with a couple is married. But when a couple does decide to procreate, it should be when they are ready for children. This being said, contraception allows Muslim families to have children when they want and are prepared.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EAround the globe: where is it easier and harder to find contraceptives?\u0026nbsp;\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EAccording to the Contraception Policy Atlas 2022 in Europe,\u0026nbsp;Poland\u0026nbsp;has Europe\u0026#39;s worst contraception policies, according to a new ranking by the European Parliamentary Forum for Sexual and Reproductive Rights. The country is the only one on the continent categorized as having \u0026ldquo;exceptionally poor\u0026rdquo; policies. At the other end of the scale,\u0026nbsp;Belgium, France, and the United Kingdom\u0026nbsp;(all 91.1%) were found to have the best policies.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe Contraception Policy Atlas assesses 46 European countries based on a range of measures relating to contraception, including whether their costs are reimbursed by the health system, what kind of counseling is available, and how much information is provided by the authorities. Poland, the worst, marked 33.5%, below\u0026nbsp;Russia\u0026nbsp;(42.8%)\u0026nbsp;and Bosnia and Herzegovina\u0026nbsp;(44.3%).\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EPoland was the only country where emergency contraception was rated as unavailable. In 2017, the national-conservative Law and Justice (PiS) government made access to the morning-after pill available only on prescription. Women\u0026#39;s rights groups have argued that, in practice, this makes the pills inaccessible for many women.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Ca href=\u0022https:\/\/www.guttmacher.org\/report\/contraceptive-failure-rates-in-developing-world\u0022 rel=\u0022nofollow\u0022 target=\u0022_blank\u0022\u003EAnother\u0026nbsp;study\u0026nbsp;on contraception\u003C\/a\u003E\u0026nbsp;carried out in developing countries in 2016 found that overall contraceptive prevalence among all women 15\u0026ndash;49 at risk for pregnancy (all those who are married as well as those who are unmarried and sexually active) ranged from 13% in\u0026nbsp;Senegal\u0026nbsp;to 79% in\u0026nbsp;Vietnam. By subregion, contraceptive prevalence varied widely and was extremely low in\u0026nbsp;Western African countries\u0026nbsp;(range, 13\u0026ndash;19%) and low in\u0026nbsp;Eastern African countries\u0026nbsp;(14\u0026ndash;58%). It was somewhat higher in countries in Eastern Europe and Central Asia (28\u0026ndash;69%) and\u0026nbsp;Southern Asia\u0026nbsp;(35\u0026ndash;61%), and generally the highest in\u0026nbsp;Latin American countries\u0026nbsp;(38\u0026ndash;77%),\u0026nbsp;Southeastern Asia\u0026nbsp;(49\u0026ndash;79%), and\u0026nbsp;Northern Africa and Western Asia\u0026nbsp;(51\u0026ndash;72%).\u003C\/p\u003E\r\n","date":"2022-08-03 09:00:00","type":"News"},{"id":7256,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/5\/6\/1659347447-solo-woman-traveller.jpg","title":"Retiring abroad as a solo expat woman","introduction":"\u003Cp\u003E\u003Cstrong\u003EPreparing for retirement is an exciting stage of life, especially when considering retiring abroad. But just like retirement itself, it\u0026#39;s important to plan ahead to understand all the aspects of retiring in a foreign country as a woman. It requires extensive preparation and retirement financial planning, besides considering thoroughly the country to retire.\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Cp\u003EIt can be daunting for anybody, regardless of gender, to take the step of moving overseas alone. But plenty of folks\u0026mdash;including single women of retirement age\u0026mdash;have happily settled into a new life in a foreign country.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat are the benefits of retiring abroad as a woman?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThere are many wonderful benefits to retiring abroad, but here are just a few reasons why women should consider it:\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003ECost of living can be less expensive than in your home country while enjoying a higher quality of life;\u003C\/li\u003E\r\n\t\u003Cli\u003EMany countries offer better and more affordable healthcare and social security offerings, which is important for those of the retirement age to ensure they are safe and fully protected;\u003C\/li\u003E\r\n\t\u003Cli\u003EThere are higher income tax benefits for annual income earned from investment portfolios.\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Ch2\u003EGender resistance\u0026nbsp;\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThese benefits speak to everyone who is about to retire, but some don\u0026#39;t feel confident enough to prepare for all its processes. Although some expats, regardless of gender, might have administration and law experience, the majority won\u0026#39;t, so it is essential to check with an expert lawyer on the subject what are the steps to retire abroad, the responsibilities to meet in the home country, and what are the best options for your needs. In addition, women expats have to fight against social boundaries and stereotypes that might appear as \u0026ldquo;paperwork is too hard for me\u0026rdquo;, \u0026ldquo;retiring as men is easier\u0026rdquo;, I need to meet all qualifications for being an expatriate\u0026rdquo; and so on.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EEveryone probably heard the following statistic: \u0026ldquo;Men apply for a job when they meet only 60% of the qualifications, but women apply only if they meet 100% of them\u0026rdquo;. The finding comes from a Hewlett Packard internal report from 2014. It\u0026#39;s usually invoked as evidence that women need more confidence in all sectors. As one Forbes article put it, \u0026ldquo;Men are confident about their ability to do things at 60%, but women don\u0026#39;t feel confident until they\u0026#39;ve checked off each item on the list.\u0026rdquo;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ETips for choosing a retirement destination as an expat woman\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EMany women expats might wonder if there is a more \u0026ldquo;women-friendly\u0026rdquo; country. Nevertheless, no one country is 100% for women at all times. According to 2019\u0026#39;s Women\u0026#39;s Danger Index Coming, the safest countries in the world for women are Japan, with Poland at number 2 and Bosnia and Herzegovina at number 3. Other countries with the lowest reported crimes against women include Slovenia, Italy, and Greece.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAlthough a \u0026ldquo;Woman-friendly country\u0026rdquo; will depend a lot on the interpretations, expats should not let this fact interfere with a plan to retire or relocate overseas. In terms of safety and well-being, the journalist Kathleen from Live and Invest Overseas advises some places she has already lived: Ambergris Caye, Belize, Cuenca, Ecuador, Paris, France and Puerto Vallarta, Mexico.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBefore considering a new life abroad, it is recommended that expats profile themselves ruthlessly. There are expat destinations in countries around the world to suit just about every taste regardless of gender. So, it\u0026#39;s up to expat women to be honest with themselves about what they need. What kind of climate do they like best? Do they want a small town or a large city? How social are they? Are they willing to learn a new language? Would they prefer a place with a large expat community or a small one?\u003C\/p\u003E\r\n\r\n\u003Cp\u003EA solo woman expat considering the idea of reinventing her life in a new country often focuses on city options\u0026mdash;Medell\u0026iacute;n and Barcelona, for example. It\u0026#39;s easier to establish a personal structure and to make friends in a city than in a small beach town or a sleepy mountain village. That said, while many women have focused on city choices, others have taken more independent paths. It\u0026#39;s more about what expats want, who they are and what\u0026#39;s important to them than where\u0026#39;s best for a single woman.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EA solo expat retiree in Uruguay shares her views\u003C\/h2\u003E\r\n\r\n\u003Cp\u003ECaroline M. from San Francisco, California, retired alone in Montevideo. She is 65, and she says she is having a great adventure there. \u0026ldquo;I really enjoy my new life, and I have found that since I took the plunge this first time, I am much more confident about doing another moving and exploring another country at some time in the future.\u0026rdquo; Being an expat at such an age has completely changed her mind and opened a new door of opportunities. \u0026ldquo;I have long been fascinated with Spain, Greece, and Italy. At least what I think are the lifestyles there. I also am aware of all their current troubles, which can bring opportunities, too.\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EUruguay is a small country that has kept its traditional form of living. In terms of gender violence, The Ministry of the Interior of Uruguay estimated that there were 28 women killed by sexist violence in 2018, which is not as high as compared to other Latin American countries. In the same year, Brazil had 1200 women murdered, and Argentina 278. Caroline feels safe and shares: \u0026ldquo;I love the absolutely wonderful people in Uruguay and the smallness of the country, but I find it to be more costly than I anticipated for everyday living\u0026hellip;rent, electricity, restaurants, etc.\u0026rdquo; When asked about how she got there, she said: \u0026ldquo;I\u0026#39;m just so curious. It\u0026#39;s a big world, and, thanks to newsletters, info, etc., I found the courage to move here.\u0026rdquo;\u003C\/p\u003E\r\n","date":"2022-08-02 02:00:00","type":"Features"},{"id":7253,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/4\/8\/1659087155-business-district-cape-town.jpg","title":"South Africa new laws make it more difficult to hire foreign talent","introduction":"\u003Cp\u003E\u003Cstrong\u003EMajor changes are on in South Africa. In 2021, the government started the reform of its work visa system. On the one hand, South Africans are being prioritized in the labor market, which means that there are even more restrictions on the recruitment of global talent. On the other hand, it wants to tap into the wealth generated by digital nomads by creating new visas to attract them. One thing is for sure: expats should expect sweeping changes in the upcoming months and years.\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2\u003EWhat are the major visa changes?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003ENew rules have been introduced to issue work visas in South Africa. In an annex to the immigration law, the Department of Employment and Labor (DEL) announced new regulations. From now on, the department will be in charge of examining all visa applications. Applications will be subjected to a clearly defined procedure and must abide by a \u0026quot;compulsory preliminary process\u0026quot; before being submitted to the Visa Facilitation Services (VFS). This means more steps and more red tape at a time when many countries are looking to ease their procedures.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat was the former visa system like?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EBefore the new regulations, a South African employer simply had to register the position which required foreign workers at the DEL. The ministry would then provide them with a list of potential candidates. After that, the employer committed to interviewing them all. But under the new regulations, the DEL will check each visa application individually.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EThe scope of the new regulations\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe annex will apply to general work visas, including their renewal and change of status, to corporate visas, and to the resident permits of foreigners who already hold a valid work visa but have received a new job offer.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn compliance with the new regulations, DEL will examine the job offer submitted by the employer and suggest candidates. The employer then needs to inform the DEL if they are keen on hiring one of these candidates. The employer sends a visa application form to the ministry\u0026#39;s local office (DEL) and also forwards their contact details for post-application monitoring by the DEL. The ministry will request a \u0026quot;letter of recommendation\u0026quot; from the Department of Home Affairs. Once this letter has been obtained, the DEL will send the employer a \u0026quot;visa finalization notification\u0026quot; by email.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn the event of an unfavorable decision, the employer will not be able to appeal to the Ministry of Employment and Labor. An appeal can only be sent to the Department of Home Affairs. If the decision is affirmative (upon receipt of the notification), the employer will have 30 days to submit the visa application to the Department of Home Affairs. When all of this is put into practice, the application timeline becomes longer. The DEL is struggling to wrap up cases and is experiencing a build-up in delays.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EEconomic recovery and immigration law\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EIt\u0026#39;s a real headache for the South African government. Attracting foreign professionals while fighting against illegal migration. In early July, President Ramaphosa published the \u0026quot;Framework for a Social Compact in South Africa,\u0026quot; a document that is supposed to embody a new economic and social vision for the country. But it is not the first such promise that the government has made and has ultimately failed to fulfill. The skeptics, who no longer believe in \u0026quot;political will\u0026quot;, remind people that South Africa is now entering its 14th consecutive year of the energy crisis. Ramphosa has promised to invest 1200 billion rands into electricity \u0026quot;by 2030.\u0026quot; This investment will largely depend on the private sector.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBut opponents are demanding safeguards. Corruption is still a blight in South African politics. The compulsory \u0026quot;lifestyle audits\u0026quot; to fight against corruption are not always carried out, while over 200 members of the ANC (African National Congress) are involved in corruption scandals. The annex to the immigration law comes against a backdrop of social tension, and the poorest are paying a heavy price.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EThe rise in violence against illegal expatriates\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EFor many years, companies have illegally hired expats. In May 2022, the unemployment rate in South Africa reached 34.5%. However, this high figure has been decreasing since Covid. Unfortunately, this relative improvement is insufficient to attenuate the population\u0026#39;s frustration. One section of the population has designated a scapegoat: illegal expats. Since several months, a group of people have taken the law into their hands and are spreading terror. The violent crimes keep increasing: blackmailing, torture, and even murder. In April, Diepsloot, a township of Johannesburg, was the theater of multiple xenophobic attacks. Shenilla Mohamed, the director of Amnesty International South Africa, has raised the alarm: \u0026quot;The killings that have occurred in Diepsloot over recent days are not isolated incidents. These attacks represent just the latest wave in a rising tide of violence against migrants in South Africa.\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EHow is the State responding?\u0026nbsp;\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EFaced with accusations of the inaction of the police forces, President Ramaphosa has promised more stringent measures. He is also urging companies to stop circumventing the law. Under the new immigration regulations, all foreign professionals will need to have an official job title to be able to work in South Africa, even if they are employed by an individual. Employers who do not comply with this law will receive penalties. In addition, the Department of Home Affairs has announced that it is currently investigating companies in order to arrest illegal expats and their employees.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWho are the expats targeted by this new law?\u0026nbsp;\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EAt first glance, the immigration law only targets illegal expats. But some fear that this system will more easily sanction poorer foreigners. International organizations fear that there will be a conflation between poor expats and illegal expats as barbaric crimes continue. Expats who are their victims are asking for help from the government, as not all of them are illegally staying in South Africa. They are requesting that their residence status be respected and their residence permit be extended so that they can live in peace and with dignity.\u003C\/p\u003E\r\n","date":"2022-08-01 10:00:00","type":"News"},{"id":7249,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/4\/9\/1659089601-stem-jobs.jpg","title":"Where should you move for a STEM career abroad, and why?","introduction":"\u003Cp\u003E\u003Cstrong\u003ECareers in science, technology, engineering, and maths (STEM) can be a personally rewarding and lucrative career path. With many countries looking to hire highly skilled workers, people in these disciplines have a great chance to explore different opportunities overseas. This article will examine the benefits of STEM careers and the prospects of working abroad.\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2\u003EWhy should expats do STEM jobs?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EFinancial benefits\u0026nbsp;\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EHigher pay\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003ESTEM jobs provide great financial benefits. Workers in these fields often are highly qualified and have a niche set of skills which makes them valuable to employers and means they are compensated extremely well. For example, the US Bureau of Labour Statistics showed that STEM workers in associate positions could earn salaries between $150-180k annually.\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EMore incentives\u0026nbsp;\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EWorkers in STEM jobs also have the chance to receive better overall compensation packages. For example, jobs in the technology sector that are heavily KPI-focused allow for employees to earn huge bonuses and receive large commission structures if targets are exceeded.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003ECareer flexibility\u0026nbsp;\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EChoose your work\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003ESTEM jobs require highly technical skills and mean that workers can transfer their skills across a range of industries. This means that they aren\u0026#39;t limited to working for one company and can easily take on freelance work and work remotely.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EExplore new opportunities\u0026nbsp;\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003ESTEM careers give workers the chance to move between jobs and even explore new openings in new industries altogether. Due to the rapid emphasis on innovation, workers in STEM can use their skills to move into fields that may not even have existed when they started.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EDevelop skillset\u0026nbsp;\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EBoost creativity\u0026nbsp;\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003ESTEM careers give workers a chance to continually improve their technical skills and overall creative ability. These fields allow workers to improve their entrepreneurial skills by continuously innovating and thinking about big picture questions.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EIncrease critical thinking\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003ESTEM fields naturally have a large problem-solving component. Jobs that require workers to use mathematics or scientific analysis give workers a chance to constantly expose themselves to challenges that can improve their critical thinking.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat are STEM career prospects abroad?\u0026nbsp;\u003C\/h2\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EFinance \u0026amp; Banking\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EFinance is a great industry for STEM workers. Having strong numerical skills is a huge plus for workers wanting to move into a multinational bank or hedge fund \u0026ndash; using their skills to build algorithms to identify profitable foreign exchange opportunities in the market.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EConsulting\u0026nbsp;\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EConsulting is a broad field that has many opportunities. Many large multinationals are on the hunt for talented STEM workers who can use their technical skills to streamline operations, such as cutting costs throughout the global supply chain.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003ESocial Media \u0026amp; Marketing\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EVirtually all businesses have an online presence, meaning marketing themselves has become extremely important. STEM workers can add massive value to businesses by quantifying large data sets to increase online traffic and boost sales.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003ECybersecurity\u0026nbsp;\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe Cybersecurity space is rapidly growing as companies put measures in place to protect their data. STEM workers have great opportunities as they can use their problem-solving skills to build programs to stop companies from being hacked and help them protect sensitive information.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhich are the best countries for STEM workers?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EUnited States\u0026nbsp;\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe tech industry has always been a large part of the US economy and has plenty of opportunities for STEM workers. Wall Street and Silicon Valley are examples of places that are constantly on the lookout for top talent in fields like technology and engineering.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EJapan\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EJapan has made a large effort to modernize its economy by improving areas of innovation and entrepreneurship. Workers with skills in technology or mathematics are prime candidates for top jobs in Japan and can easily slide into high-paying roles.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EAustralia\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAustralia has made it known that it is looking to recruit skilled workers to fill the demand for highly specialized jobs. Workers in STEM have a great chance to explore new opportunities and move into lucrative positions in fields such as finance and consulting.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EGermany\u0026nbsp;\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe German manufacturing sector took a beating during the pandemic. With travel back on the cards, many businesses are resuming international trade. Germany is looking for STEM workers to use their skills to boost exports and add value across the supply chain.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn conclusion, STEM careers provide a wide range of opportunities for people wanting to work abroad. With many countries actively looking for highly skilled workers, people in STEM should consider finding a role overseas.\u003C\/p\u003E\r\n","date":"2022-08-02 10:00:00","type":"Features"},{"id":7247,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/4\/0\/1659077108-laura-beg.png","title":"Local artist : Discover local diva Laura Beg","introduction":"\u003Cp\u003E\u003Cstrong\u003E\u003Cspan id=\u0022docs-internal-guid-927cbcf9-7fff-66af-17c1-c57629f3994e\u0022\u003ELaura Beg is one of the most popular artists of the local Mauritian scene. A popularity slowly spreading besides our borders. After a few years of absence, she returns this year with a new album, Lespri Sega. A new opus which as its name indicates it is entirely dedicated to sega music in an attempt for the singer to reconnect to her roots.\u003C\/span\u003E\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-31dd8ddb-7fff-c0ac-e68a-df504a9e18dd\u0022\u003EShe debuted at just 16\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-31dd8ddb-7fff-c0ac-e68a-df504a9e18dd\u0022\u003EThe singer made her debut at the age of 16 performing mainly in pubs in Grand-Baie. Her meeting with Alain Ramanisum, then a member of the mythical Cassiya was almost inevitable. The pair was soon married. Laura Beg collaborated with her husband and Cassiya in the early 2000 before flying off on her own.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-31dd8ddb-7fff-c0ac-e68a-df504a9e18dd\u0022\u003EIn 2009, Laura Beg released her first solo album, \u0026#39;Ot\u0026eacute; cafrine\u0026#39;, an astounding success both in Mauritius and in the region, especially in Reunion Island. Two years later, she released \u0026#39;Tik Tiker\u0026#39;. With this title, the singer asserts herself as one of the most appreciated artists of the Mauritian public.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-31dd8ddb-7fff-c0ac-e68a-df504a9e18dd\u0022\u003EIn 2014, she released her third album \u0026#39;Mo ti Ker\u0026#39;. Her fourth album \u0026#39;Intuitions\u0026#39; takes a little more work and is released in stores in 2017. A much more intimate opus that allows the public to discover a new side to the artist. She wrote the album entirely and also composed the melodies including some sega but also zouk, dancehall, reggae music...\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-31dd8ddb-7fff-c0ac-e68a-df504a9e18dd\u0022\u003EThat year, Laura Beg participated in the Coke Studio Africa contest. She is the first Mauritian artist to perform there. She also asserted herself on the international scene by performing in Paris, Australia, Canada, England, without forgetting Reunion Island.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-31dd8ddb-7fff-c0ac-e68a-df504a9e18dd\u0022\u003ELespri Sega, to reconnect with her roots\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-31dd8ddb-7fff-c0ac-e68a-df504a9e18dd\u0022\u003EThat\u0027s five for the singer.. Five years after \u0026#39;Intuitions\u0026#39;, Lespri Sega\u0026#39; is already in stores and on digital platforms. If over the years, the artist has revealed herself in various musical styles, dancehall, seggae or reggae, her new album is entirely dedicated to sega. Twelve rhythmic tracks that relating the good old days and love stories.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-31dd8ddb-7fff-c0ac-e68a-df504a9e18dd\u0022\u003EThis new album should have been released in 2020 but... pandemic! Two years later and with the easing of the sanitary protocol, Laura Beg can finally meet her fans again. The album was recorded at Ravanna Roots Studio. The mixing was done by Richard Hein and musical arrangements by Alain Ramanisum. Caroline Jodun provides the backing vocals. Laura Beg worked with her husband for the composition of the 12 tracks of the album. She was also inspired by her son for this album, especially for the track \u0026#39;Sa to lamizik\u0026#39;.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-31dd8ddb-7fff-c0ac-e68a-df504a9e18dd\u0022\u003EConcerts and trips abroad\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-31dd8ddb-7fff-c0ac-e68a-df504a9e18dd\u0022\u003EArtists can breathe again since the easing of sanitary measures. Having been deprived of concerts since 2020, they have been back on stage for a few weeks now. And the public will finally be able to see Laura Beg in live concerts over the next few weeks. She will be on stage at the Hennessy Park Hotel in Ebene this Saturday, July 30. The next day, she will perform on the stage of N\u0026#39;Joy, in Grand-Baie.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-31dd8ddb-7fff-c0ac-e68a-df504a9e18dd\u0022\u003EThe singer will then head to Reunion Island for a concert on Saturday, August 6 at the St-Gilles theater. Then, next destination: Canada, for a concert on August 14. Laura Beg also plans to do a big indoor concert in Mauritius as an opportunity to reconnect with all her fans after many years.\u003C\/span\u003E\u003C\/p\u003E\r\n","date":"2022-07-29 10:23:00","type":"Features"},{"id":7246,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/4\/1\/1659077373-airmauritius.jpg","title":"The news at a glance: Air Mauritius is offering new destinations","introduction":"\u003Cp\u003E\u003Cstrong\u003E\u003Cspan id=\u0022docs-internal-guid-ddadb9c2-7fff-1585-f39d-959e9990aaca\u0022\u003EAs we begin to travel again, the national airline will serve new destinations by the end of the year. Also in the news this week, more than a dozen deaths related to COVID-19 in the last two months.\u003C\/span\u003E\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-33222930-7fff-730b-c412-fc57aaf9eb20\u0022\u003EAviation: MK resumes flights to Perth and Cape Town\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-33222930-7fff-730b-c412-fc57aaf9eb20\u0022\u003EThe aviation sector is slowly recovering after an over two years almost hiatus. The national airline, Air Mauritius, has announced that it will resume flights to Perth, Australia, on November 2. Two weekly flights will be offered, on Wednesdays and Sundays. Arrivals in Mauritius are scheduled for the same day.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-33222930-7fff-730b-c412-fc57aaf9eb20\u0022\u003EThe national airline also announces direct flights to Cape Town, starting November 16. Two flights are scheduled per week aboard A350\/A330neo aircraft. The aircraft will leave Cape Town at 10:05 p.m. and land in Mauritius the next day at 5:10 a.m.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-33222930-7fff-730b-c412-fc57aaf9eb20\u0022\u003ECOVID-19: About fifteen deaths in two months\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-33222930-7fff-730b-c412-fc57aaf9eb20\u0022\u003ELife and socialization has resumed in recent weeks with the easing of sanitary measures in the country. However, the number of positive cases continues to rise with 14,751 people testing positive from June 1 to July 21. Authorities also announced 12 deaths related to the new coronavirus during the same period. This week, the country recorded three more deaths attributed to COVID-19. The victims were over 60 years old. Seven of them were not vaccinated. Caution is therefore still required.\u003C\/span\u003E\u003C\/p\u003E\r\n","date":"2022-07-29 10:23:00","type":"News"},{"id":7245,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/4\/2\/1659077717-fasilmu.png","title":"Fasil.mu: Mauritian government services digitized","introduction":"\u003Cp\u003E\u003Cstrong\u003E\u003Cspan id=\u0022docs-internal-guid-8ea7810d-7fff-2b94-a0cb-bb1fcf0609e0\u0022\u003EFasil.mu, as the name suggests, aims to make things easier by digitizing government services and allowing various procedures and payment to be made from the comfort of your home.\u003C\/span\u003E\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-0c27a072-7fff-8efc-df17-24489c3b909a\u0022\u003EThis website was launched in May 2020 while the country was experiencing its first lockdown. In the face of the pandemic, the aim of fasil.mu was to keep government services up and running while everyone was at home. More than two years later, the website is ever evolving and allows more and more transactions to be made from the comfort of one\u0026#39;s home.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-0c27a072-7fff-8efc-df17-24489c3b909a\u0022\u003EOnline services\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-0c27a072-7fff-8efc-df17-24489c3b909a\u0022\u003EThis new portal offers many services including: online payments, foreign affairs, agriculture, family welfare, education, business, environment, taxes, utilities, land and construction and transportation. It also allows you to request legal assistance.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-0c27a072-7fff-8efc-df17-24489c3b909a\u0022\u003EThrough fasil.mu, you can pay your electricity or water bills online. The portal also connects you to the Mauritius Revenue Authority (MRA), for information and easy completion of tax forms.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-0c27a072-7fff-8efc-df17-24489c3b909a\u0022\u003EThe website is pretty user-friendly. By choosing a category, you will be directed to the different services offered. Just click on what you are looking for and you will be redirected to the government website in question. The rest is just as simple. You just have to follow the different steps.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-0c27a072-7fff-8efc-df17-24489c3b909a\u0022\u003EWhether you are applying for a license, a real estate project or starting a business, fasil.mu allows you to do everything online. Make sure you have all your documents at hand.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-0c27a072-7fff-8efc-df17-24489c3b909a\u0022\u003EThe resident permit in a few clicks\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-0c27a072-7fff-8efc-df17-24489c3b909a\u0022\u003EFuture expats are not left out. You can apply for your resident permit by visiting fasil.mu. How? Upon entering the website, click on the \u0026#39;Business\u0026#39; category. You will find the option \u0026#39;Occupation\/Resident Permit\u0026#39;, choose this box and then \u0026#39;CLICK\u0026#39;. You will be redirected to the Economic Development Board (EDB) page - the entity that issues permits to foreigners.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-0c27a072-7fff-8efc-df17-24489c3b909a\u0022\u003EThen choose \u0026#39;Work \u0026amp; Live\u0026#39;. There are two options: \u0026#39;Occupation\/Residence Permit\u0026#39; and \u0026#39;Premium Visa\u0026#39;. They are accompanied by laws that will allow you to better document the applications you wish to make and the legal framework of the two permits. According to your choice, click on \u0026#39;Apply\u0026#39;. Registering on the site will be the first step. For the rest, you will just have to follow the instructions.\u003C\/span\u003E\u003C\/p\u003E\r\n","date":"2022-07-29 10:23:00","type":"News"},{"id":7244,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/4\/3\/1659080335-jeune-femme-regardant-la-ville.jpg","title":"How to choose your new city as an expat?","introduction":"\u003Cp\u003E\u003Cstrong\u003EHamburg, Cape Town, S\u0026atilde;o Paulo, Marseille, Agadir, Niigata... It can be quite hard to choose your expat city. Should you move to a capital city, especially if it is your first long-term stay abroad? Should you move to the city that stole your heart or rather consider objective information, such as the cost of living and wages, etc.? Here are some tips to guide you through.\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2\u003ELet your imagination flow\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EBefore pondering on the wages and the cost of living, take the time to dream. Make sure you\u0026#39;re able to answer the following questions: What is your dream lifestyle like? Has any of your such dreams come true? If so, under what circumstances? Are you happy with your life in your current city? Are you looking for improvement? What is your dream city like? Don\u0026#39;t set yourself any limits and let your imagination run wild. Take a large sheet of paper or a notebook and list all your ideas.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EStart with the familiar things\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EWhat is your current situation? Are you single, in a relationship, married with or without children? There\u0026#39;s a common belief that it\u0026#39;s easier for single people to relocate abroad. That\u0026#39;s when you forget that they also have family and friends. In reality, you rarely get the chance to choose your city: as a child or teenager, you usually live with your parents. The city and the neighborhood become the place that holds all the memories. Moving abroad means much more than simply relocating from one country to another (which is already no small thing). It takes a lot of thinking and planning. How are your ties with your loved ones and your neighborhood? Are you ready for a change of life? Don\u0026#39;t you mind keeping in touch through your phone and laptop most of the time? Keep in mind that even if you\u0026#39;re moving abroad on your own, your family shall never be too far away.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EShould you move to a big city or a small town?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003ECapital cities and large, urban, dynamic cities, such as Toronto, Vancouver, New York, Los Angeles, etc., have always been popular with expats. London is still doing well despite Brexit. From an economic perspective, big cities offer a lot more benefits, such as career prospects, higher wages, etc. But big cities also have certain drawbacks, such as high urban density, noise, stress, etc. Of course, nothing is systematic. Despite its very high urban density, Tokyo is also the megalopolis of more than a thousand districts, each with its own identity. So you might as well have a calm little village-like lifestyle in a quiet Tokyo district. Take the time to weigh the pros and cons, though. Both big cities and small towns have their advantages and disadvantages. Would you rather be in your own quiet house with a garden in some remote district or live the rush hour to its fullest?\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat about accessibility?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EToday, accessibility is at the heart of public debates. A recent British study ranks the world\u0026#39;s most accessible cities for people with disabilities. Some of the criteria studied were accessibility to public spaces, adapted facilities and infrastructures, reserved parking spaces, etc. Dublin tops the list, followed by Amsterdam, New York, Los Angeles and Frankfurt. Other studies focus on specific countries. In France, for example, Grenoble, Rennes and Nantes have invested the most in the accessibility of transport and public spaces, health, and adapted infrastructures. Whether you are directly concerned or not, a city\u0026#39;s accessibility is a strong signal for whoever wants to live there. It shows its will to make public spaces accessible to everyone, enhancing community life.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ECareer and wages\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EIt\u0026#39;s also important to think carefully about your career prospects. What is your current situation? Are you looking for a job, an internship or to study abroad? Why would you like to study in the chosen country? Do you intend to be your own boss or be employed? What are the differences between the wages offered in your home country and your expat country? However, wages shouldn\u0026#39;t be your sole motivation. Find out about the working conditions in your host country. Do they have equal pay? Is the protection of minority rights guaranteed? Perhaps you are rather looking for a meaningful job and life abroad. Covid has transformed workers\u0026#39; priorities over the past two years. Recruiters now lay more emphasis on soft skills. Work organization has also changed with the rise of remote work and digital nomadism. So it\u0026#39;s important to know where you stand before choosing your expat city.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ECalculate the cost of living\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EInflation has taken a toll on budgets already strained by the economic crisis and Covid -- 9% in the United States, 11.7% in Brazil, 5.5% in Senegal, 10.2% in Spain, 5% in South Korea, etc. Following the war in Ukraine, energy and commodity prices are soaring. Housing, food, transportation, etc., are now more expensive. So carefully consider your salary forecast and your cost-of-living estimations before choosing.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat about ecology?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EEcology is becoming increasingly important worldwide. As heat waves shake huge parts of Europe and the United States, more and more expats are considering eco-friendly destinations. The most forward-thinking people are striking off cities only accessible by long-distance flights. Instead, they only move to the neighboring countries. Scandinavian cities are among the world\u0026#39;s greenest cities. Besides Copenhagen, Amsterdam, Stockholm, Reykjavik and Helsinki, you also have Zurich, Bristol, London, Berlin, Vancouver, San Francisco, and even cities like Cape Town, among the most eco-friendly ones.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EAnd politics\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe terrible war in Ukraine has shaken up the whole world. Ostracized Russia is relying on the few allies it has left while NATO is getting stronger. Locals and immigrants are desperately waiting for the end of the conflict. In Taiwan, residents are worried about Xi Jinping\u0026#39;s ambitions. Elsewhere, populations are terrorized by other wars and conflicts. So geopolitics can weigh heavily on moving abroad plans. Would you move to a city where human rights are not respected and where there\u0026#39;s no democracy? Since Covid, Singapore\u0026#39;s job nationalization policy has been driving many expatriates away from the country. The same is true for Hong Kong, which is increasingly concerned about Chinese influence. Hong Kong and Singapore were, until a few years ago, two of the most popular expat destinations. Unfortunately, high wages and high standards of living are no longer enough to attract and retain expatriates.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWill you be able to adapt?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe Internet is full of comparative articles and other tools that may give you an idea of the cost of living in different countries and cities, but avoid relying solely on them. Do you really have to convert all prices into your home country\u0026#39;s currency? Is it really surprising that what you eat at home is suddenly more expensive abroad? Keep in mind that higher import rates will definitely drive prices up. But more importantly, are you actually moving abroad to have the same lifestyle as you would in your home country? Is it not wiser, more ecological and economical to adapt to the local way of life and consumption? Of course, you might feel homesick and crave food from your home country from time to time. But in the end, moving to a new city abroad involves adapting to a new lifestyle.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat should you watch out for in your expat city?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EIdeally, testing the waters would give you a better idea of what you should expect from your expat city. But make sure to do it during the low season or, if you can afford it, during different seasons.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EDon\u0026#39;t overlook the health care system. Covid has trapped many expatriates with little or no insurance. So make sure to have enough information on the health care facilities available in your expat city. If you\u0026#39;re going to work, make sure you are aware of the local labor laws and codes, including unionization.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAvoid idealizing your life in your expat city. Many cities around the world have been experiencing a rise in racism and xenophobia lately, and Covid has not helped. Of course, it is impossible to agree with all the policies of the new place you are moving to, so take a step back and stay in line with your values.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EKeep things in perspective. Your dream city may not check off all your boxes. So weigh the pros and cons to make your choice. The search for a meaningful life has become crucial ever since the pandemic. Take the time to gather sufficient information and analyze. Finally, trust yourself, and dare to go on an adventure.\u003C\/p\u003E\r\n","date":"2022-07-29 10:00:00","type":"Features"},{"id":7236,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/1\/9\/1658983413-chirurgien.jpg","title":"The ban on certain jobs for expats: where and what jobs?","introduction":"\u003Cp\u003E\u003Cstrong\u003E\u003Cspan id=\u0022docs-internal-guid-222fb8ff-7fff-bdad-9423-9b0bc82549d8\u0022\u003EWhether in the public or private sector, not all jobs are available to foreign workers. This can be because of national defense or to protect the state\u0026#39;s interest or simply to boost local participation in particular sectors. Sometimes, bans for expats on certain jobs occur after expats are already working in these positions. Here are how some of these situations have played out around the world.\u003C\/span\u003E\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003EWhen Oman prevents expatriates from working\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003EMahad Baween, Oman\u0026#39;s Minister of Labor, is hard at work enforcing Omanization of jobs policy. From now on, 207 professions will be exclusively reserved for Omani citizens. Sectors such as the service sector, the retail sector, the transport industry and much more have been targeted by this policy. As such, jobs like, human resources managers, coordinators, recruitment officers, tourist guides and property insurers are now reserved for Omanis. The same policy applies to the commercial sector, along with the medical professions and the transport industry: cashiers, grocery store clerks, street vendors, etc. In the transport sector, expats will no longer be allowed to work as bus drivers and drivers of agricultural machinery. In the security sector, expatriate security guards and supervisors will have to stop working. In the medical sector, foreign ambulance drivers are henceforth banned from working. Other professions are affected too, such as perfumers, fire truck drivers, data analysts, public relations managers...\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003EOmanization, Saudization, Kuwaitization, Qatarization... the Gulf countries are surfing on nationalization\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003ENationalization of jobs is not a new phenomenon. Oman is only putting into effect a policy that is several decades old. Since the oil shocks, the Gulf countries have had to call on foreign labor to support their production efforts. But as soon as the economy picked up, there were calls for foreigners to leave in the medium to long term and for the \u0026quot;nationalization\u0026quot; of jobs. For the Omani Sultanate, The Omanization policy is expected to provide 32,000 jobs for its citizens.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003EIn the same vein, Kuwait wants to end the heavy foreign presence. Almost 70% of Kuweit\u0026#39;s population is foreign. Foreign presence is up to 80% in Qatar and 90% in the United Arab Emirates. Kuwait, a pioneer in this policy along with Saudi Arabia, is betting on \u0026quot;full Kuwaitization\u0026rdquo; of its civil service by 2028. The movement has accelerated since the pandemic, as has the pressure on foreigners.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003ECan a State deny a foreigner access to employment?\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003EThe answer is yes, a country can bar a foreigner from a job. Generally speaking, the types of jobs concerned are those in the public sector: state administration, the army, public authorities, etc. In the European Union (EU), there is a difference between citizens who are members of an EU country and those who are not. Non-members face more restrictions. European regulations compel states to make their civil service entrance examinations open to citizens of country members of the EU. Civil servants (schoolteachers, doctors, etc.) are therefore exclusively European. In France, for instance, one will need a French diploma to become a dental surgeon, notary or lawyer. He or she will also need a French diploma to work as a schoolteacher, to open a hairdressing salon or to manage a cash-in-transit business.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003EBut there is a clear distinction between civil servants and contractual workers. A civil servant has passed the civil service entrance exams. A contractual employee has not. He is not a permanent employee. His position is therefore more precarious than that of the civil servant.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003EOther countries that prevent expatriates from working in certain sectors\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cstrong\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003ESaudi Arabia\u003C\/span\u003E\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003ELast February, the Ministry of Human Resources published a new list of jobs prohibited for expatriates. Like in Oman, many of them belong to the service sector: manager, recruitment officer, receptionist, human resources director, treasurer, business manager...\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cstrong\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003EKuwait\u003C\/span\u003E\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003EThe government of Kuwait is pleased with its policy and is leading by example. At the beginning of July, the state published the prospected ratio of workers: 80% are Kuwaitis and barely 20% are foreigners. But it is still more complicated in the educational and medical sectors, where Kuwaitis skills are still scarce. But the Kuwaitization process is on. More and more job boards are specifying \u0026quot;only for Kuwaitis\u0026#39;\u0026#39; on their ads.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cstrong\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003EThailand\u003C\/span\u003E\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003EAccording to Thai law, 40 occupations are prohibited to foreigners, including 13 jobs that are subject to conditions. Handicrafts are the most targeted by these prohibitions (manufacture of paper or fabric umbrellas, manufacture of gold, silver or copper alloy ornaments, weaving, manufacture of utensils...). Certain sales professions (auctioneering, street vending) are also forbidden to foreigners. It is also forbidden to work as a tourist guide, secretary or legal employee. The professions subject to conditions also concern manufacturing (shoes, hats, mattresses...). Then there are certain accounting, construction, and engineering professions.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003EWhat impact will this have on expatriates?\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003ENationalization of jobs is a hard blow for expatriates. The shock is sometimes brutal, like last July 14, when expatriates working in the private sector in Saudi Arabia learned by SMS that they would have to give up their jobs. This is yet another initiative by the Ministry of Human Resources to regulate the labor market, to further constrain the foreign workforce.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003EExpatriates from Saudi Arabia and Kuwait have been complaining for years about an \u0026quot;anti-immigrant\u0026quot; climate that has become more acute since COVID. In Singapore, too, national preference has entered the political debate.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003EEven more insidiously: there is growing competition between expatriates and nationals, and even between expatriates themselves. The most precarious ones are working in the construction industry, in restaurants, in the most insecure jobs. In Qatar, for instance, the World Cup has already been tainted by revelations about the working conditions of these vulnerable expatriates, who are considered more as legal aliens rather than expats. This name is mostly reserved for qualified positions, creating a division between privileged foreigners and those without rights.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003EHow to live when the State pushes towards the exit?\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003EMany are simply leaving the country. The Kuwait Bureau of Statistics is pleased with the ever-increasing number of foreigners leaving the country. Almost 100,000 in the first quarter of 2020 alone.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003EUseful links\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003EFrance: \u003C\/span\u003E\u003Ca href=\u0022https:\/\/www.immigration.interieur.gouv.fr\/Immigration\/L-immigration-professionnelle\/Liste-par-region-des-metiers-ouverts-aux-etrangers-non-ressortissants-d-un-Etat-membre-de-l-Union-europeenne-d-un-autre-Etat-partie-a-l-Espace-economique-europeen-ou-de-la-Confederation-suisse-Arrete-du-18-janvier-2008\u0022\u003Elist of jobs open to foreigners\u003C\/a\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-d0dddab8-7fff-0725-e89c-9cbc1f8212fe\u0022\u003EThailand: \u003C\/span\u003E\u003Ca href=\u0022https:\/\/www.thaiworkpermit.com\/prohibited-occupations-in-thailand.html\u0022\u003Ejobs forbidden to foreigners\u003C\/a\u003E\u003C\/p\u003E\r\n","date":"2022-07-28 12:08:00","type":"Features"},{"id":7234,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/3\/4\/1658928569-malta-bank.jpg","title":"How to Easily Get a Maltese e-Wallet Account ","introduction":"\u003Cp\u003E\u003Cstrong\u003E\u003Cspan id=\u0022docs-internal-guid-92ed0d12-7fff-6beb-d089-9e1b6ec08c4b\u0022\u003EGetting a bank account in Malta can be difficult. Maltese banks have a notoriously long waiting period to approve a bank account, and employers prefer a Maltese IBAN when it comes to paying out salaries. For many expats, the answer is often to take their salary in cash. Fortunately, iPaymix now makes getting a Maltese IBAN much easier. \u003C\/span\u003E\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Cp\u003E\u003Cspan id=\u0022docs-internal-guid-255d71fc-7fff-b7c4-cadc-4b65d90d9c51\u0022\u003EMalta is an ideal country for expats to consider as their new home: the weather is favorable, over 90% of the local population speaks English at a native level, and its location in the middle of the Mediterranean make it a prime option for expats looking for a life by the sea and with good travel opportunities. Job opportunities are plentiful, and you can even work as a sole trader or a freelancer with relative ease.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-ba0faf2b-7fff-2e44-385f-4b60daf38bcb\u0022\u003EHere are the five steps you need to take to get a Maltese IBAN and online wallet account.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan\u003E1. Go onto iPaymix.com\u0026nbsp;\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-ba0faf2b-7fff-2e44-385f-4b60daf38bcb\u0022\u003EiPaymix is an e-wallet that is designed to provide anyone over the age of 18 with a Maltese IBAN. The secure website will ask you to confirm some basic personal details, and answer a few know-your-customer questions that are in line with Maltese law.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan\u003E2. Download the app\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-ba0faf2b-7fff-2e44-385f-4b60daf38bcb\u0022\u003EThe best way to use iPaymix is with the custom-built app, so go ahead and download the free app from the Apple App store or Google Play store.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan\u003E3. Upload your personal documents\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-ba0faf2b-7fff-2e44-385f-4b60daf38bcb\u0022\u003EWhen it comes to verifying your identity, iPaymix will ask you to provide a scanned copy or a picture of a government-issued document, such as an ID Card, driving license, or residence permit. Upload an image of both sides.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-ba0faf2b-7fff-2e44-385f-4b60daf38bcb\u0022\u003ETo verify your address, you will need a copy of a utility bill or a bank statement that is no less than 3 months old.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan\u003E4. Verify your mobile phone\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-ba0faf2b-7fff-2e44-385f-4b60daf38bcb\u0022\u003EiPaymix will send you a validation number to your mobile phone, so make sure that the number you give them is correct.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Ch2 dir=\u0022ltr\u0022\u003E\u003Cspan\u003E5. Wait 48 hours\u003C\/span\u003E\u003C\/h2\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-ba0faf2b-7fff-2e44-385f-4b60daf38bcb\u0022\u003EThat\u0026#39;s it! Your iPaymix account should be ready to use within 48 hours.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-ba0faf2b-7fff-2e44-385f-4b60daf38bcb\u0022\u003EWith an iPaymix eWallet account, not only do you have a Maltese IBAN, you can use your account the same way as you would any bank account. Transfer money internationally, pay\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-ba0faf2b-7fff-2e44-385f-4b60daf38bcb\u0022\u003Econtactless, and receive funds from other iPaymix account holders without any delay, and with the app, you always know how much money is available to you.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-ba0faf2b-7fff-2e44-385f-4b60daf38bcb\u0022\u003EiPaymix is a licensed institution that complies with Maltese legislation to protect your money and make sure you have nothing to worry about when it comes to getting your salary. Their website is highly protected, and they work with legal entities to ensure that you are always on the right side of the law. Your card details are protected within a PCI Level 1 infrastructure, and only you will have access to your card\u0026#39;s personal information.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan\u003EAll iPaymix accounts are global premium personal accounts with a loading limit of \u0026euro;50,000 per year. Only one account can be opened per customer, and you can close your account without any hassle, though some termination fees may apply.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-ba0faf2b-7fff-2e44-385f-4b60daf38bcb\u0022\u003EBest of all, you can transfer funds to people who don\u0026#39;t have an iPaymix account through the iPaymix website.\u0026nbsp;\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003E\u003Cspan id=\u0022docs-internal-guid-ba0faf2b-7fff-2e44-385f-4b60daf38bcb\u0022\u003EFor more information on the app you can visit the iPaymix page \u003Ca href=\u0022https:\/\/www.ipaymix.com?utm_source=EXPAT\u0026amp;utm_medium=email\u0026amp;utm_campaign=iP aymix\u0026nbsp;\u0022 rel=\u0022sponsored nofollow\u0022 target=\u0022_blank\u0022\u003Ehere\u003C\/a\u003E.\u003C\/span\u003E\u003C\/p\u003E\r\n\r\n\u003Cp dir=\u0022ltr\u0022\u003EFor more information on the company you can visit the Finance Incorporated Ltd page \u003Ca href=\u0022https:\/\/www.financeincorp.com\/?utm_source=EXPAT\u0026amp;utm_medium=email\u0026amp;utm_campai gn=finInc\u0022 rel=\u0022sponsored nofollow\u0022 target=\u0022_blank\u0022\u003Ehere\u003C\/a\u003E.\u003C\/p\u003E\r\n","date":"2022-07-27 03:24:00","type":"Sponsored articles"},{"id":7225,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/2\/5\/1658812482-student-in-denmark.jpg","title":"Why is Denmark a great place to study in?","introduction":"\u003Cp\u003E\u003Cstrong\u003EDenmark\u0026#39;s Ministry for Immigration and Integration recently announced that the number of immigrants and first-generation Danes in higher education has increased exponentially in the past decade. Notably, the enrolment of Middle Eastern and North African students rose by 16% between 2011 and 2021. What about Denmark appeals so much to international students?\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2\u003ETop-rated universities and a thriving tech industry\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EDespite being a small country, Denmark boasts five universities in the yearly top 500 of the QS World Universities Ranking: the University of Copenhagen, Technical University of Denmark, Aarhus University, University of Southern Denmark and Aalborg University. The University of Copenhagen is in the top 100.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EDenmark is a particularly good place to study technology and sustainable innovation. According to The Robot Report, Denmark is one of the global hubs for robotics. Odense Robotics\u0026#39; Insight Report says that there were 418 robotics companies and 10,700 employees in the sector in 2021. They are involved in artificial intelligence, mechatronics (creating automated manufacturing systems), system dynamics, health and energy informatics, and drones, among other subfields. An astounding 84% of these companies operate within the framework of the green economic transition.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBetween 2021 and 2025, 8100 new robotics jobs are projected to be created in Denmark. Danish universities have excellent industry connections for tech students who hope to remain in the country to work. For instance, the Maersk Mc-Kinney Moller Institute at the University of Southern Denmark has helped launch multiple robotics companies.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EUnique pedagogy and great campus life\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EDanish universities also have a distinctive pedagogical approach. Instead of studying in large, packed and impersonalized lecture theaters, students are taught in small groups. This puts students at ease and allows them to interact in a personalized way with each lecturer\/professor. Students can also help each other more with readings and classwork in these small groups.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThere is also a study buddy system in place. Each new international student is paired with a Danish student to help them adapt more smoothly to the country and culture. The buddy can help you with practical things like locating facilities on campus and finding student housing, in addition to being a language exchange partner. You can teach your buddy your native language while they help you learn Danish. You will less likely feel the language barrier, culture shocks, or homesickness with this support system. Communication and integration are also facilitated by the fact that most Danes speak English fluently as a second language and international lingua franca (around 86%, according to the Publications Office of the European Union).\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIt is easy to have a fun and meaningful campus life when studying in Denmark. \u0026lsquo;Friday Bars\u0026#39; is a national tradition: each Friday at noon, academic departments set up bars with beer and soft drinks in a classroom or canteen for informal socialization between the faculty and students. Each university also has its specific traditions. For example, Aarhus University hosts the Kapsejlads, a spring regatta, every year. There are boat races between students of different departments, free concerts, picnics around the campus lakes, and even a naked race for tickets to the Roskilde Festival, one of the largest music festivals in Europe.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EFinancial aid for international students\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EStudents from the European Union (EU), European Economic Area (EEA) and Switzerland pay no tuition fees at Danish universities. For students coming from outside these zones, tuition ranges from 67,000 Danish Krones (9000 euros or 9100 US dollars) to 134,000 Krones (18,000 euros or 18,400 US dollars) per year, according to Study.eu. Although there are cheaper destinations like Germany, where there are no tuition fees even for non-EU students, the Danish fees are still affordable by Western European standards.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe State Educational Grant and Loan Scheme offers generous financial aid to local and EU\/EEA\/Swiss students. The loan has to be repaid to the government after the student has graduated, while grant money doesn\u0026#39;t need to be repaid back. Specific Danish universities also offer a limited number of competitive scholarships to highly-qualified students from other countries. For example, the prestigious University of Copenhagen and Aarhus University automatically consider all international MA\/MSc applicants for a Danish State Scholarship. This scholarship offers a full or partial tuition fee waiver and, depending on each case, a stipend for the cost of living.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EA green and happy country\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EDenmark consistently ranks among the top five countries in the World Happiness Report every year. The ranking criteria are purchasing power parity, level of social support and generosity, healthy life expectancy from birth, and perception of corruption in leadership. Danish culture values a laidback lifestyle, encapsulated by the concept of \u0026ldquo;hygge.\u0026rdquo; \u0026ldquo;Hygge\u0026rdquo; is cultivated by basking in simple, cozy pleasures like curling up with a book and hot chocolate, eating a meal with friends with dimmed lights, or having a picnic in nature.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EDenmark is also a leader in green development. According to the LSE Green Economy Leader Report, it has one of the most ambitious plans worldwide to transition to the green economy. A mental image that often comes to people\u0026#39;s minds when they think of Denmark is urban landscapes crisscrossed by bikes. Indeed, by 2016, bicycles had already outnumbered cars in the capital of Copenhagen. The country even has 11 National Cycle Routes for long-distance travel. While residents of other European cities are having to relocate to the countryside to be in touch with nature, Danish cities have plenty of green space. Notably, a quarter of Copenhagen is dedicated to green spaces.\u003C\/p\u003E\r\n","date":"2022-07-27 11:00:00","type":"Features"},{"id":7223,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/2\/3\/1658749689-young-entrepreneur.jpg","title":"Immigrants in the US are more likely to start businesses than native Americans","introduction":"\u003Cp\u003E\u003Cstrong\u003ERecent research by the Massachusetts Institute of Technology (MIT) shows immigrants in the US are more likely to start businesses than native-born Americans. The study takes a wide-ranging look at registered businesses across the country.\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Cp\u003ECo-authored by an MIT economist, the study finds that, per capita, immigrants are about 80 percent more likely to find a firm than US-born citizens. Those firms also have about 1 percent more employees than those founded by US natives, on average. \u0026ldquo;Immigrants, relative to natives and relative to their share of the population, found more firms of every size,\u0026rdquo; says Pierre Azoulay, an economist at the MIT Sloan School of Management and co-author of a published paper detailing the study\u0026#39;s results. He\u0026#39;s the International Programs Professor of Management at the MIT Sloan School of Management and a Research Associate at the National Bureau of Economic Research.\u003C\/p\u003E\r\n\r\n\u003Cp\u003ETaking firm creation into account, the results indicate that immigration to the US is associated with a net gain in job availability, contrary to the common perception that immigrants fill jobs that US-born workers would otherwise have.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat does the study show?\u0026nbsp;\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe study showed that 0.83 percent of immigrants in the US founded a firm from 2005 to 2010, while 0.46 percent of native-born US citizens founded a firm during the same period. That disparity \u0026mdash; the 80 percent higher rate of firm founding \u0026mdash; also held up among firms founded before 2005.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EProfessor Azoulay emphasizes that the study, which focused on the empirical facts about business creation, does not explain why immigrants tend to found firms more often. It may be that some immigrants, finding it hard to access the US workforce as employees, may start service-type businesses instead. Alternately, some immigrants to the US arrive as students, stay in the country, and found high-growth, high-tech startup firms.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EResearch process and economy benefits: \u0026ldquo;Immigrants aren\u0026#39;t job takers\u0026rdquo;\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe researchers used US Census Bureau data and tax records for all new firms founded in the US from 2005 through 2010, a total of 1.02 million businesses. This allowed them to study firm creation and job growth in those companies over a five-year period. To analyze firms created before that and their founders, the research team examined the US Census Bureau\u0026#39;s Survey of Business Owners from 2012, a periodic survey with data covering 200,000 businesses and including data about the owners. This allowed the scholars to expand the study\u0026#39;s time period and include many larger firms. The team also analyzed the 2017 Fortune 500, identifying the citizenship and immigration status of founders of 449 of those companies.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u0026ldquo;Immigrants found more firms in every bucket,\u0026rdquo; Azoulay says. \u0026ldquo;They create more firms; they create more small firms, they create more medium-size firms, they create more large firms.\u0026rdquo; He adds: \u0026ldquo;It\u0026#39;s not the case that immigrants only create growth-oriented startups. It\u0026#39;s not that they just create subsistence businesses. They create all kinds of businesses, and they create a lot of them.\u0026rdquo;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe findings suggest that immigrants act more as \u0026lsquo;job creators\u0026#39; than \u0026lsquo;job takers\u0026#39; and that non-US-born founders play outsized roles in US high-growth entrepreneurship.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EYou will perhaps recall that former President Donald Trump had a singular focus on restricting immigration, and his administration has issued more than 400 executive actions that have reshaped the US immigration system. Considering professor Azoulay\u0026#39;s research findings, that governmental step relates more to a biased policy based on xenophobia than an economic action.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhy is there a steady resistance to immigration in US?\u0026nbsp;\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EFor Azoulay \u0026ldquo;any discussion on immigration needs to start on a common set of facts\u0026rdquo;. The MIT research demystifies common conservative ideas that \u0026ldquo;immigrants are taking the political rights and jobs of native Americans\u0026rdquo; as repeatedly shared by the journalist Tucker Carlson on Fox NEWS in the United States. These thoughts, categorized as white supremacy and white replacement theory, have been used to threaten immigrants and even killing them, as happened on May 18 this year. An 18-year-old man who allegedly shot and killed 10 people Saturday afternoon in Buffalo, New York, was motivated by racism, authorities said, targeting a supermarket in the heart of a predominantly Black community. Eleven of the 13 people shot by the White suspect at the Tops Friendly Market were Black, officials said.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe \u0026ldquo;Great Replacement\u0026rdquo; is a conspiracy theory that falsely alleges white people are being \u0026ldquo;replaced\u0026rdquo; in America for non-white people through immigration, interracial marriage, and eventually violence.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe Indivisible Guide, a group of former congressional staffers that reveal best practices for making Congress listen, published on social media their positioning on the issue. \u0026ldquo;It shouldn\u0026#39;t be dangerous to buy groceries, see a movie, attend school, or visit a place of worship. Thoughts and prayers from Republicans are hollow until they get serious about addressing the toxic combination of guns and white supremacist extremism in this country.\u0026rdquo;\u003C\/p\u003E\r\n","date":"2022-07-27 07:00:00","type":"Features"},{"id":7222,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/2\/2\/1658744683-finance-professionals.jpg","title":"What are the best places for a career in finance abroad?","introduction":"\u003Cp\u003E\u003Cstrong\u003EIn a globalized economy, finance professionals can gain a lot from moving to an international financial hub. It will give them invaluable work experience and add a competitive edge to their CV. Some cities, like New York and Singapore, have a long-standing reputation as financial hubs, while others like Luxembourg are only now emerging as top destinations.\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Cp\u003E\u003Cstrong\u003EBenefits of being a finance professional abroad\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EA 2015 study by the human resource consulting firm Robert Half states that 59% of finance leaders assign great value to international work experience when deciding on whom to promote to top positions. This is the case, especially in large multinationals, which greatly value firsthand knowledge of the global market and of international banking, regulatory and accounting standards.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThose leaders also value how professionals with international experience have better foreign language and communication skills, technical expertise, specific product knowledge and work ethic. As financial hubs tend to be cosmopolitan, these employees will have been exposed to a wide set of cultural nuances, business etiquette and languages. They will have greater adaptability skills and greater resilience when facing learning curves.\u003C\/p\u003E\r\n\r\n\u003Cp\u003ECompetition for top jobs in finance is always tough, and international exposure can demarcate one worker from another with the same degrees or years of experience. If an expat moves back home after 2-5 years in a financial hub like Geneva or Singapore, they will have more power to negotiate for a high salary in their home country.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThere are additional benefits that the professional will see in the host country itself, according to Investopedia. Income tax is low or non-existent in many financial hubs like Dubai (zero) and Switzerland (low). You can also be paid in major global currencies like the US dollar or euro in international financial hubs. If you are from a country with a weaker currency, this will benefit your purchasing power and long-term savings. Bonuses for finance professionals are also extremely high in certain financial hubs.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIf you were headhunted directly by the foreign company, they will likely also pay for your housing, at least during the transition period. You can receive a living from home allowance, especially if you were posted abroad by a multinational who you were already working for back home. The labor law of your country of expatriation might offer other benefits, like more paid vacation time.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe Great Resignation in the US during the pandemic has created many vacancies in international financial hubs. It is hence an excellent time to relocate.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EWhere should you move for a finance career?\u003C\/strong\u003E\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003E\u003Cstrong\u003ELuxembourg\u003C\/strong\u003E\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EAccording to the career advice section of Emolument, Luxembourg ranks as the best European destination for financial professionals. While it has lower annual bonuses than other financial hubs, its high base salaries and great work-life balance makes it the most attractive hub overall. Hence, while the lack of an aggressively competitive culture is not conducive to \u0026lsquo;making it big,\u0026#39; the Duchy offers unparalleled stability to mid-career professionals.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIt is an especially good destination for accountants and auditors. All of the Big Four accounting firms (PwC, EY, KPMG, Deloitte) are well-established in Luxembourg, according to ACCA\u0026#39;s website. These two types of finance professionals receive the second-best average compensation package in all of Europe: \u0026euro;50,500 (Emolument).\u003C\/p\u003E\r\n\r\n\u003Cp\u003ELuxembourg has other perks as an expat destination. It has a progressive work environment, with the lowest gender wage gap in Europe \u0026ndash; 0.7%, according to Eurostat. It is highly expat-friendly, with 70% of the 630,000 residents being from 160 different foreign countries. According to ACCA\u0026#39;s website, the accessibility of nature spots and the proximity to all other major European cities also attracts expats there.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003E\u003Cstrong\u003ESwitzerland\u003C\/strong\u003E\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003ESwitzerland has a long-standing reputation for banking and asset management in its main financial centers of\u0026nbsp;\u003Cstrong\u003EGeneva\u0026nbsp;\u003C\/strong\u003Eand\u0026nbsp;\u003Cstrong\u003EZurich\u003C\/strong\u003E. According to the official website of the city of Geneva, the country manages 27% of the world\u0026#39;s private offshore fortune, the highest percentage of any financial hub. Switzerland is also at the forefront of new sectors like fintech and sustainable finance; it even combined the two to launch the Green Fintech Network in 2020.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThree aspects stand out in the Swiss finance industry: very high base salaries, very high bonuses and low taxes. Switzerland offers the best pay to finance professionals in the whole of Europe, regardless of the specific sector. For example, clearing and support positions in banks pay an average of \u0026euro;116,000 in Switzerland, while the UK average is \u0026euro;80,000 (Emolument). Bonuses are also highly competitive: in asset management, the average is \u0026euro;23,000.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EEven as Geneva and Zurich remain some of the most expensive cities worldwide, a well-paid finance professional can afford to live there. The local taxation law also facilitates wealth acquisition. Income tax is capped at a maximum of 11.5%, and no tax is levied on foreign real estate, investment and permanent establishments.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003E\u003Cstrong\u003EFrankfurt\u003C\/strong\u003E\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EThis German city is a major financial center of continental Europe. Like Luxembourg, it has welcomed many companies which left the UK following Brexit. It is home to nearly 200 banks, most notably the headquarters of the European Central Bank and of the Deutsche Bundesbank. The perks of working in Frankfurt include political and economic stability, the proximity of all resources (the city is relatively small), and affordable rent and cost of living, according to the website Germany Trade \u0026amp; Invest. Work-life balance in the finance industry ranks as average (Emolument), and the city is highly cosmopolitan.\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003E\u003Cstrong\u003ENew York\u003C\/strong\u003E\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EWhile London was affected by Brexit, New York has remained the biggest financial center in the world. It is home to Wall Street and two of the largest stock exchanges by market cap, NYSE and Nasdaq. With 600 fintech companies, the city is also home to the biggest fintech industry worldwide. Bonuses are incredibly competitive in the US: in 2021, bonuses on Wall Street hit a record high average of $257,500, despite inflation.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EOn the downside, if you prioritize work-life balance over big bonuses, New York might not be the best place for a finance career. The New York Times reported in February 2022 that investment bankers there complain of too much pressure at work and excessively long hours. Goldman Sachs, particularly, saw 15.2.% of its workforce leave during the Great Resignation. Its junior investment bankers were saying they were burnt out from a 110-hour workweek.\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003E\u003Cstrong\u003EUnited Arab Emirates (UAE\/Dubai)\u003C\/strong\u003E\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EThe UAE has consistently ranked as the best expat destination in the Gulf, and it is de facto the financial center of the MEASA (Middle East, Africa, South Asia) region. Moreover, Dubai had relatively fewer border restrictions than other countries during the pandemic, which shows commitment to being open to foreign workers. Indeed, 82% of the population is from abroad.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn July 2022, the Crown Prince of Dubai announced a new \u0026ldquo;metaverse strategy\u0026rdquo; to create 400,000 new virtual jobs in the next five years, including in fintech and cryptocurrency. The country was one of the first to grant licenses to crypto exchanges to operate on their territory, says Fortune Magazine. Dubai is hence a great destination for finance professionals interested in fintech.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EWealth acquisition in finance jobs is also easy in Dubai, as the country does not levy income tax on individuals, irrespective of their earning bracket.\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003E\u003Cstrong\u003ESingapore\u003C\/strong\u003E\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EThis Asian financial giant has gained the most from the exodus of finance professionals out of Hong Kong. While compensation packages are lower in Singapore than in Hong Kong, they still remain high. Many professionals prefer the political and economic stability of Singapore over slightly better compensation. Like Hong Kong, Singapore also uses English, the global lingua franca.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe Global Financial Index ranks Singapore very high in terms of readiness to embrace new technology and markets. Hence, Singapore is currently the leader in Asia for fintech and cryptocurrency. Singapore is also a hub for asset and fund management, with 250 firms solely dedicated to these in the small city-state.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EHowever, on the downside, expats rate Singapore poorly for work-life balance and the cost of living, which is the same situation as in New York. A 2022 study by the American insurance firm Cigna reports that 95% of expats in top positions in Singapore, including in finance, feel burnt-out. The cost of accommodation and workload were cited as major stressors.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003E\u003Cstrong\u003EOther destinations\u003C\/strong\u003E\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EThe financial centers of\u0026nbsp;\u003Cstrong\u003ELondon\u003C\/strong\u003E,\u0026nbsp;\u003Cstrong\u003EShanghai\u0026nbsp;\u003C\/strong\u003Eand\u0026nbsp;\u003Cstrong\u003EHong Kong\u003C\/strong\u003E\u0026nbsp;are currently facing challenges that other hubs are not, which makes them more difficult to recommend at the moment.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe fate of the UK\u0026#39;s financial industry still remains uncertain as the consequences of Brexit are unfolding. The British government is implementing measures to revive\u0026nbsp;\u003Cstrong\u003Ethe City\u003C\/strong\u003E, but over 7000 finance jobs have already shifted to EU countries (Consultancy.uk). As for\u0026nbsp;\u003Cstrong\u003EShanghai\u003C\/strong\u003E, the home of the world\u0026#39;s third largest stock market, remained closed to most new expats since March 2020, when China\u0026#39;s national borders were closed because of the pandemic.\u0026nbsp;\u003Cstrong\u003EHong Kong\u0026nbsp;\u003C\/strong\u003Eshares these struggles: entry into the city is complicated because of mandatory quarantines and red tape, and there has been an exodus of expats since 2014 because of political instability.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EAmsterdam\u0026nbsp;\u003C\/strong\u003Eand\u0026nbsp;\u003Cstrong\u003EDublin\u0026nbsp;\u003C\/strong\u003Ewill likely become top financial centers in the next decade. Dublin is the European city that has welcomed the most jobs which have left the post-Brexit UK, and its business-friendly tax environment has turned it into a tech hub for major companies like Google, Meta and TikTok. It is hence a great place for the fintech industry to develop.\u0026nbsp;\u003Cstrong\u003EAmsterdam\u0026nbsp;\u003C\/strong\u003Eis also seeing a fintech boom, according to World Finance. The Dutch capital also attracted many companies previously based in the UK due to its smooth regulations.\u0026nbsp;\u003C\/p\u003E\r\n","date":"2022-07-26 02:00:00","type":"Features"},{"id":7220,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/2\/0\/1658736949-xenophobia.jpg","title":"Understanding xenophobia and its impact on expats","introduction":"\u003Cp\u003E\u003Cstrong\u003EAccording to a media report by BBC Africa, the South African president, Cyril Ramaphosa, recently condemned attacks on foreign workers in the country. Workers from other African countries in the Johannesburg township of Alexandra are experiencing escalating violent attacks on themselves and their businesses. They fear a repetition of the xenophobic 2008 riots, when 62 people from Mozambique, Malawi and Zimbabwe were killed and over 600 wounded.\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Cp\u003EXenophobia is defined as the fear or hatred of foreigners. It should be distinguished from racism, which is prejudice against people of other racial groups. Of course, xenophobia can have a racist element if the foreigner is of a different race, but that is not always the case. The Human Sciences Research Council (HSRC) of South Africa has identified causes of xenophobia in the country: relative deprivation (poverty), a sense of exceptionalism (superiority), and exclusive citizenship (citizenship granted exclusively according to ethnicity or country of origin).\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EPoverty and economic inequality engender xenophobia\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe hotspot of xenophobic violence in South Africa, Alexandra, is a dense and impoverished township that sits right next to a wealthy financial center of Johannesburg, Sandton. The township residents can see this stark physical manifestation of economic inequality every day just by looking out of their window.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAs the political class and large businesses are largely out of reach, South Africans of Alexandra end up channeling their anger towards poorer and more defenseless African migrants, who are in closer proximity to the township. This process is called \u0026ldquo;scapegoating\u0026rdquo; \u0026ndash; a psychological defense mechanism of projecting unmerited blame onto others to relieve stress and retrieve a sense of power.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn the HSRC report published following the 2008 riots, sociologist Michael Neocosmos says that the long-term trauma from apartheid makes poor black South Africans more fearful of attacking white South Africans and the wealthy. It becomes easier to blame Malawians with small businesses like barbershops of \u0026ldquo;stealing jobs\u0026rdquo; and limited housing space in the township.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe tendency to scapegoat vulnerable foreigners can only end by addressing and rectifying the deeper reasons behind the poverty in Alexandra. Local organizations have also launched community initiatives, like football and judo clubs, to foster peaceful collaboration and cultural understanding between South Africans and foreign African workers.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EMiddle-class and wealthy expats tend to be more protected from the most violent manifestations of xenophobia, but that does not mean that economic resentment cannot be directed at them too. In some countries, expats from Europe and North America can receive much higher salaries than locals. Sometimes it is because of discrimination against locals. At other times it is because of the legal requirements of residence permits.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EFor example, in Mauritius, the Professional Occupation Permit (OCP) for expats requires the foreigner to earn at least 60,000 rupees (1,331 USD) per month to stay in the country. This salary is nearly double the average salary of Rs 33,766 (748 USD) for locals (Statistics Mauritius, 2021). While this can breed resentment among Mauritians who are paid less, OCP holders remain insulated from virulent xenophobia. They might experience microaggressions like passive-aggressive comments in their everyday lives, but it has not escalated to public hate.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EInstead, poorer Bangladeshi contract workers face more xenophobia in Mauritius. They work for very low wages in offshore processing zones, construction and the service industry. Mauritian newspapers have documented their poor treatment by employers, the bullying they experience from the police, and the scapegoating they suffer for keeping the Mauritian minimum wage low.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAfter the Mauritian general elections of 2019, Bangladeshis were widely accused of having \u0026ldquo;sabotaged\u0026rdquo; the elections by voting without having citizenship. Only 45 Bangladeshis were registered as Commonwealth voters, but these numbers were blown out of proportion on social media, which engendered a xenophobic conspiracy theory. The cases of South Africa and Mauritius, although they have different degrees of violence, show that xenophobia often stems from locals\u0026#39; fear of losing economic and political power \u0026ndash; jobs, housing, votes.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EExcessive cultural pride creates scorn for foreigners\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe two other causes of xenophobia given by South Africa\u0026#39;s Human Sciences Research Council (HSRC), \u0026ldquo;sense of exceptionalism\u0026rdquo; and \u0026ldquo;exclusive citizenship,\u0026rdquo; have to do with chauvinism, which is defined as excessive patriotism and excessive cultural pride. When people are overly proud of their country\u0026#39;s history, economic success, military might, etc., it can lead them to scorn foreigners who they see as being from \u0026ldquo;inferior\u0026rdquo; cultures. They can have degrading stereotypes about those who come from abroad.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EFor example, xenophobia against expats in Singapore is often directed at those who come from neighboring Asian countries, notably Malaysia, Indonesia, Myanmar, Thailand, India and China. Singapore is the only high-income economy in the region, with purchasing power and living standards comparable to Europe and North America; this can make some feel that Singaporean work ethic, intelligence and culture are \u0026ldquo;superior\u0026rdquo; to those of other Asians. While inter-ethnic violence is absent from Singapore and the state has laws for multicultural harmony, xenophobia is still subtly present in the rental market, academia and the workplace.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAccording to a CNBC article from March 2017, xenophobia is common in Singaporean rental practices. Many landlords explicitly add \u0026ldquo;no Malay,\u0026rdquo; \u0026ldquo;no Indians\u0026rdquo; and \u0026ldquo;no PRC [China]\u0026rdquo; to their advertisements. Indian expats have reported that even if some adverts bear no discriminatory words, they have felt discriminated against during on-site visits or were even verbally told by agents that the owners \u0026ldquo;prefer\u0026rdquo; not renting to Indians.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003ESome of these Indian expats feel like their high level of education, high salary and cosmopolitan background do not protect them from being tagged with negative stereotypes. Some xenophobic stereotypes Singaporean landlords might have about other Asians are that they are \u0026ldquo;messy,\u0026rdquo; \u0026ldquo;do not adequately clean up\u0026rdquo; (unhygienic), and that their food \u0026ldquo;smells.\u0026rdquo; It shows that while middle-class expats rarely experience the violence that Zimbabwean workers in South Africa face, they can still experience xenophobia in more subtle ways.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EDisease threat increases xenophobia\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe Covid-19 pandemic has unleashed a new wave of xenophobia on Chinese immigrants and expats worldwide, especially in Western countries. The newfound fear of the illness, which was first detected in China, has been amalgamated with old stereotypes about the country, racist far-right politics, and pre-existing political tensions, especially in the context of the China-US trade war.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAs compared to the situation in South Africa, relative poverty has no role in the generation of this xenophobia. Instead, disease threat is the main driver of fear here. An article by Zhuang She et al. in the journal BMC Public Health argues that all epidemics have been associated with increased xenophobia. Previously, West Africans faced discrimination in the US during the Ebola outbreak, as did foreigners in Switzerland during the avian flu crisis.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe Covid-born wave of xenophobia has resulted in an exponential increase in cases of discrimination, verbal harassment and physical assault against people of Chinese origin living in the US, the UK, France, Italy, Spain, Greece, Germany, Russia, Australia, Japan, South Korea and Brazil.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBusinesses in San Francisco\u0026#39;s Chinatown were vandalized, and multiple Chinese people in the Bay Area were beaten by strangers on the streets. In March 2021, the city witnessed the horrifying footage of a 70-year-old Chinese woman being beaten by a young man in a public space. In 2021, an elderly Thai-American man was murdered in the same area as xenophobic hate extended to other Asians.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn Spain, similar violence left a Chinese-American man in a coma in 2020 after being beaten by a stranger. According to Human Rights Watch, over 250 anti-Asian hate crimes were reported in the UK only in the first three months of the pandemic, i.e., January to March 2020. Many victims were international students, some of whom decided to leave in the aftermath. While there was no physical violence in Japan and South Korea, Chinese businesses were vandalized there too.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EXenophobia was sometimes even espoused by the authorities, as in Italy when a regional governor told the press in 2020 that Italians are cleaner than the Chinese, who, in his words, \u0026ldquo;eat mice alive.\u0026rdquo; He later issued an apology. In Russia, the state-owned bus network started reporting Chinese passengers to the police in 2020, which prompted the Chinese embassy to send a letter to Moscow requesting an end to this xenophobic practice. In Brazil, the education minister tweeted a conspiracy theory that China is planning \u0026ldquo;world domination\u0026rdquo; through the virus. This conspiracy theory affects normal people \u0026ndash; citizens, immigrants, expats, and international students \u0026ndash; who are scapegoated for the imagined actions of the Chinese state.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAs the terms \u0026ldquo;Wuhan virus\u0026rdquo; and \u0026ldquo;China virus\u0026rdquo; were helping fuel xenophobia, the World Health Organization instituted \u0026ldquo;Covid-19\u0026rdquo; as the official term to avoid further xenophobic stigmatization. In the US, the Stop Asian Hate movement was born in 2021; it organizes demonstrations, protests and rallies to fight back against racism and xenophobia.\u0026nbsp;\u003C\/p\u003E\r\n","date":"2022-07-27 10:00:00","type":"Features"},{"id":7218,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/1\/7\/1658726028-jeune-femme-avec-un-eventail.jpg","title":"Too cold or too hot: When the climate is a huge disappointment for expats","introduction":"\u003Cp\u003E\u003Cstrong\u003EWhile some parts of the world suffocate, Australia and Brazil experienced a record cold only a few weeks ago. Due to global warming, these climate variations directly impact expatriates.\u0026nbsp;\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Cp\u003EAs a result of these extreme episodes, which scientists predict will become increasingly frequent, the weather sometimes comes as an unpleasant surprise during a move abroad. When the climate is not what you expected, when excessive heat or cold prevents you from living your expat life to the fullest, you will obviously be disappointed. So, how do you adapt to the climate of the host country?\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EClimate and be a downside to expat life\u003C\/h2\u003E\r\n\r\n\u003Cp\u003ELulie shared her encounter with the tropical climate on Expat.com\u0026#39;s forum. When she landed on Reunion Island with her family in November 2020, she discovered the warmth of the Reunionese people and the beauty of the island\u0026#39;s culture. The picture would have been perfect if it were not for the climate issue.\u0026nbsp;\u0026quot;We could not stand the heat (headaches, fatigue...), we have a baby for whom adapting is difficult as well. Our house is located in the lowlands to the west and is poorly insulated. When we arrived, it was always between 30 and 35 degrees outside most of the time (excluding cyclones).\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Cp\u003ELulie and her family were not the only ones to suffer from those high temperatures. The locals also complained about it and often went uphills for some cool air. According to them, the temperatures are increasing from year to year. Meanwhile, Lulie cannot really appreciate her new life abroad.\u0026quot; We haven\u0026#39;t had the chance to see much of the island, and we often spend our free time at home. We hadn\u0026#39;t imagined that things would turn out to be this way\u0026quot;.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EOthers are considering relocating. Mod, for example, is an expat in Morocco looking to escape the extreme heat of Marrakech during summer. People usually talk about the benefits of living in Morocco and tend to forget about the climate, which, for some, becomes unbearable.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EExpatriates in Quebec, for example, cannot stand the extreme cold, although they had been seeking information about life in Quebec. But their encounter with the long winter months changed their mindset.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ECan one really adapt to the climate of a foreign country?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EClimate is rarely a priority for people seeking to move abroad, but it can definitely have a significant impact on their short-term or long-term plans. Global warming and the ecological emergency have definitely changed the situations of many expats around the world.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EDo not confuse weather and climate\u0026nbsp;\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EKeep in mind that climate and weather are two different concepts. Scientists define weather as \u0026quot;the study of atmospheric patterns to predict the weather.\u0026quot; In simple terms, the weather is defined by the conditions prevailing in a given place at a given time, and it can change very quickly. On the other hand, climate comprises a measure of atmospheric variables over a long time (30 years, by convention). Climate is defined as \u0026quot;systems in a wider region that create conditions that generate specific weather. For example, tropical, temperate, cold.\u0026quot;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EHow climate affects expat plans\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EIt is often recommended that tourists favor or avoid a specific region at a specific period to avoid disappointment and health complications. But this is less common for expatriates. Compared to tourists, expatriates are expected to stay longer in the country. They actually immigrate and will have to discover or face, depending on their opinion, the climate of their host country. People with serious pathologies (heart disease, respiratory problems, etc.) are naturally more vigilant when choosing their destination, but the rest tend to underestimate the impact of the climate on their new daily life.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EJapan, the \u0026quot;Land of the rising sun\u0026quot;, honors its name. The sun sets very early, even in summer. It usually gets dark around 7 pm, and in winter, as early as 5 pm. The lack of luminosity can weigh on expats\u0026#39; daily life, especially when they come from countries where the day is long. The same can be said about the seasons. Spring, summer, fall and winter vary from one country to another. Some countries have four well-defined seasons; others have 2, 3, or more, interspersed with monsoon periods, drought, heavy rainfall, etc. Unfortunately, expats have to adapt to all this.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EClimate: adapting to the constraints of expat life\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe climate is not always temperate. The weather doesn\u0026#39;t always indicate a scorching sun, a gentle and pleasant wind, or heavy rain that\u0026#39;s convenient for the water table. All of this can have an impact on expats\u0026#39; everyday life, whether or not they are well prepared. Global warming, for instance, has a direct effect on health. Heat waves can kill. Temperatures exceeding 35\u0026deg; push are often too much for the human body, and in many countries, temperatures have exceeded the human tolerance threshold lately. In such conditions, people suffer from headaches, nausea, and dizziness - which also makes it difficult to work properly.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhen expats\u0026#39; everyday life become unbearable\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EOne could say that these extreme situations are punctual and limited to a few months in the year. However, these few months seem too long for expats and locals who have to deal with such conditions, especially when these involve periods of drought, floods, violent winds, sandstorms, etc. These conditions have direct consequences on human productivity and national GDPs. For instance, in 20 years, India saw its GDP decline by 5%, because of recurrent droughts.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhen climate leads to additional expenses for expats\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EAnother nerve-wracking and health hazard is the thriving fauna and flora, resulting from climate change, which can disrupt expats\u0026#39; daily life. In Quebec, mosquitoes are a real pain for locals and expatriates alike every summer. In Japan, the hot and humid summer brings big cockroaches that can fly. Each year during the same period, people need to get a stock of sprays and other insect killers. In winter, the cold weather can strain heating expenses, which can be more significant if the accommodation is poorly insulated. Add to these material expenses possible health expenses (infections, allergies, stress, etc.).\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ETips for coping with extreme temperatures\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EIt\u0026#39;s quite difficult to know in advance whether you will adapt to your host country\u0026#39;s temperatures, whether it\u0026#39;s too hot or too cold, but here are some tips to help you find your way.\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EHow to choose your expat country\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EIf you grew up in a warm country, you would undoubtedly take time to adapt to a cold country, just like you would have to adapt to the culture. The more different it is from your own, the longer the adaptation period will be. Likewise, the more the climate of the foreign country is different from ours, the longer it will take the body to adapt to the new climate. But nothing is automatic. This learning process can take more or less time, depending on the person. On the other hand, you can move to a country with a climate close to your own and not be able to stand it.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIdeally, it is better to travel there for a few weeks to a few months during the most difficult season (high heat, extreme cold...) to get an idea of what to expect.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EClothing\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EWhen it comes to clothing, layer up if you are moving to a cold country. Observe the locals and find out about their shopping addresses. Be sure to protect specific body parts such as your head, hands, and feet. If you\u0026#39;re going to a hot country and\/or one with harsh summers, opt for loose-knit cotton or linen clothing. Avoid synthetics and stretch. Buy in a good sun cream (factor 50+) and a hat. Here again, do as the locals do.\u003C\/p\u003E\r\n\r\n\u003Cul\u003E\r\n\t\u003Cli\u003EAllow yourself some time\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\r\n\u003Cp\u003EIt is difficult to predict whether you will enjoy your new life abroad or not. Give yourself some time and put things into perspective. Do not minimize the health aspect. Talk to your doctor well before your departure to prepare yourself in the best possible way.\u003C\/p\u003E\r\n","date":"2022-07-25 10:00:00","type":"Features"},{"id":7213,"images":"https:\/\/www.expat.com\/\/images\/upload\/7\/2\/1\/0\/1658385040-photo-nathalie-2.jpg","title":"From France to the UK: This expat mum has lived in countries","introduction":"\u003Cp\u003E\u003Cstrong\u003ENathalie had never thought that\u0026nbsp;one day she would move abroad, and yet she has already lived in more than 5 different countries. Today, she lives in England with her family and tells us about their expat journey.\u003C\/strong\u003E\u003C\/p\u003E\r\n","body":"\u003Ch2\u003EWhat was your life like before moving abroad?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EI lived in a small village south of Corsica until I graduated. I never thought that I would live abroad one day. Quite the contrary, I used to feel sorry for my friends whose parents were gendarmes and who moved every three years.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAfter my baccalaureate, I studied Spanish in Nice and passed my master\u0026#39;s degree in Valencia, Spain, thanks to the Erasmus program. This is how my expat adventure began.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EI completed my studies in Nice and Paris, then moved with my husband to Poitiers. My travel life began at that time. I had my first two children in Poitiers, where we lived for a little over two years.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EWith two small children and no job, it was hard for me to socialize because most people had known each other since high school.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003ETherefore, it was a very difficult period for me. Even though I was still in France, it wasn\u0026#39;t easy for me to deal with the distance from my family and the isolation.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThen my husband got an assignment in Reunion Island. He went up to work at his company\u0026#39;s head office to prepare the site. That trip was supposed to last about four months, so we decided to go back to Corsica at my parents\u0026#39; house, but it took nine months, and my children found it hard to bear the distance. This is how we ended up moving to Reunion Island.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003ETell us about this move to Reunion Island.\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EMy husband was transferred to work on the New Coastal Road project. I was very apprehensive at first since I was jobless. Above all, I feared the absence of social life as in Poitiers. But life was very different, and I think it was the best experience I\u0026#39;ve had so far.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn the beginning, things were a little complicated, especially in terms of my children\u0026#39;s adaptation, but it wasn\u0026#39;t long before I found a job in a ready-to-wear store near my home. It allowed me to meet people. I then made some replacements in different schools on the island. Being Corsican helped me a lot with the students. We had a lot of exchanges.\u003C\/p\u003E\r\n\r\n\u003Cp\u003ELife there was very pleasant. On the weekends, we used to go on hikes, picnics in the mountains, or on the beach, depending on the season. Also, there is a significant Latino community there, so I was able to meet nice people with whom I am still in contact.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EWhat I enjoyed the most were the quiet way of life and the climate. I felt at home, even though I was on the other side of the world. I had the chance to meet incredibly nice people who invited us to eat at their place. This helped us discover new cultures.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EYou then moved to Cairo. What was the reason behind that move?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EOnce again, we moved due to my husband\u0026#39;s job. It all happened very quickly. Between the time we found out we were leaving and the day we left, barely 3 months went by.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAs a result, we returned to Corsica in June 2017. My husband left the following week for Cairo. I joined him with my children at the beginning of the school year. Life was, indeed, very different from Reunion Island! We went from lush vegetation to desert and dust, to heavy traffic, and most importantly, there was the language barrier. Although the Creole language is very present on Reunion Island, I was able to grasp it very quickly. But learning Arabic was a different story.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EI found a job as a Spanish teacher in one of the 7 French high schools approved by the AEFE.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe first year we lived in the Maadi district, where most expatriates live. But our workplaces were far away, and the traffic in Cairo was crazy. So, we spent a lot of time on the road.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn the second year, we decided to move closer to our workplaces and enrolled our children in the school where I worked.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EWe lived in a calm and quiet compound surrounded by lush nature, and we joined one of the private clubs there. We were able to enjoy the swimming pool in summer, the gardens in winter, and the sports sessions. Cairo is a huge city, but the world is ultimately small even there. Everyone knew someone who knew someone.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAs a woman, it was sometimes more difficult to assert my choices. Sometimes I had to say that it was my husband\u0026#39;s will if I wanted to voice out something. But I\u0026#39;ve never had any issue regarding insecurity or disrespect.\u003C\/p\u003E\r\n\r\n\u003Cp\u003ELife in Cairo was both intense and peaceful. The language barrier was significant, though. It wasn\u0026#39;t always easy, but depending on where you went, there were people who spoke some English.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EI got to know the Egyptians more personally thanks to my teaching position. The parent-teacher or student-teacher relationships are not the same as in France. I created such strong bonds with my students that I\u0026#39;m still in touch with them. My job helped me understand their way of living, thinking, and being.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhy did you return to France after that?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EReturning to France was not planned, but life events decided otherwise. A recruitment agency contacted my husband. We thought it was the right time to return because we had just discovered that my eldest daughter had vitiligo and, at the time, we didn\u0026#39;t know if it was severe or not. We thought that going back to France was a good option in terms of health care.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EWhen we came back, I was the happiest person in the world. We bought our first house. I thought that I would finally live again without having to adapt to anything, that the language would no longer be a barrier, and above all, that I would finally be able to settle down and be closer to my family. I had a feeling of security\u0026mdash;no more fear of the unknown.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBy chance, a childhood friend was my neighbor, and our daughters were in the same class. So I quickly got to know people, but ultimately, my whole family had to adapt to this new life.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EWhen my children explained to their classmates that they had lived 500 meters from the pyramids or slept in the desert, they thought they were lying.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EGradually, the fact that we were going to stay without moving regularly, and having a normal life, started to scare us a little. Even though I had returned to my country, I felt a gap in certain discussions that I could have.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat was your life like in France when you returned and what made you leave again?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EWe bought a house in the South of France to be close to family. I was pregnant with my third child, and the idea was to not move around, even across the country. We wanted stability for our children. Professionally, I wanted to go back to teaching as a substitute teacher in secondary school. But my husband had a new career opportunity in the company where he used to work in England. We hesitated a lot, but I saw the excitement that I had not seen in my husband\u0026#39;s eyes since our return to France, and this convinced me that I wanted to go on a new adventure too. So we decided to take this next step, and my husband signed his new contract. I gave birth to my child in March 2020, on the eve of the first lockdown, and my husband left in October for England.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWas it difficult to plan your move with three children?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EThe Covid pandemic did not help, but I was lucky to get help from both my mother and mother-in-law whenever they could. It was indeed challenging, especially since my youngest daughter got sick as soon as my husband left. I had to take care of the house, deal with the doctor\u0026#39;s appointments, go through a hospital stay, my baby\u0026#39;s surgery, sleepless nights for months, and the daily routine.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EInitially, my children and I thought we would stay in France, with my husband going back and forth on weekends. Finally, they were missing their dad, so we eventually decided to join him there. Leaving our friends was obviously difficult, but this time we knew we would see them every time we returned to France.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003ESo, we went through this moving abroad process all over again, from looking for accommodation before our arrival to looking for a nursery for our baby, etc. And this time, we enrolled the children in an English school.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EHow was your arrival in England? Did you find it hard to adapt there?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EWe arrived in England with my husband at the end of August 2021 in a house with only furniture in the rooms. Unfortunately, between Covid and Brexit, the delivery of all our furniture was delayed between September and January.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn the beginning, I was scared to drive on the left side of the road, but in the end, I got used to it. I didn\u0026#39;t have a choice anyway; I had to do the shopping, drop the kids off at school, etc.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EI was very apprehensive about my children\u0026#39;s integration because they did not speak the language at all, and they were going to join not only a new school with everything that this implies but also a different school system.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EMy son integrated very quickly, which took a load off my mind. It was a little more complicated for my first daughter, but everything has gone much better since December. They now have friends and communicate very well in English.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EWe live the same way as in France. The only difference is that each time we go somewhere, it\u0026#39;s a discovery.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat is your life like today?\u0026nbsp;\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EEverything is going very well so far. Life here is very calm. We live in a small town, in a quiet area. My two older children go to an English school where they are thriving every day. And my youngest daughter is in daycare three days a week.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EOur integration is going well too. There is a small French community here that we meet regularly. But our children are often invited by their English friends. So I think it is important not to stay only among French people. As for me, I learned to expect less and not have an ideal. Every country is different, and so is the way of life.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe English people are very nice. When I wait for my children at school, I often have the opportunity to exchange a few words with other moms. Some of the teachers sometimes come and ask me how we are and if we like it there.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBut we haven\u0026#39;t had the opportunity to be invited over to their homes for tea yet. That said, it\u0026#39;s not really their habit. Instead, they tend to meet in pubs.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat about your career in England?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EWhen my husband left for England, I quit my job to be able to take care of my children full time. But I really missed teaching. So I decided to start my own business and created a space where which I provide online courses in the Spanish language for adult expats and people who are planning to move abroad.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EI realized that it\u0026#39;s quite difficult to adapt to a country when we don\u0026#39;t know the language. This still applies to me and affects me at various moments, such as having to check the children\u0026#39;s homework, asking for directions, getting information in a store, expressing our health issues at a medical consultation, etc.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBut this is not only a communication barrier. Speaking the language of the country where we live helps us build our social circle and create new bonds, better understand the country\u0026#39;s culture, and, therefore, facilitates integration.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EI am currently working on an online training project with personalized support for people moving to Spanish-speaking countries. I have also recently created a blog to help people progress in Spanish. The idea is to share my experience as an expat and my expertise through tips, recipes, and experiences.\u003C\/p\u003E\r\n\r\n\u003Ch2\u003EWhat are your thoughts on life in England: the living environment, the culture, etc. Are you planning to live there for a long time?\u003C\/h2\u003E\r\n\r\n\u003Cp\u003EI have not been in England for very long, but moving there after living in Cairo made it easier for me to settle in. Even if I don\u0026#39;t fully master the language, I can get by, and daily life is not so different from France.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIf I had to give a negative point, it would be the long winter nights. It can sometimes be very dark at 2:30 pm on a rainy day. I need more sun and light. On the other hand, spring days are much longer and more pleasant!\u003C\/p\u003E\r\n\r\n\u003Cp\u003EI think I wouldn\u0026#39;t mind spending several years here as long as I can go back to my island from time to time.\u003C\/p\u003E\r\n","date":"2022-07-22 10:00:00","type":"Interviews"}]